<?php the_content(); ?>

<script type="text/javascript">
  jQuery(document).ready(function($)
  {
    // Hectares
    $(".selected_img_ha").show(); 
    $('.graph_options').each(function(column) 
    {
      $(this).click(function(event)
      {
        if (this == event.target) 
        {
          var selected_id = $(this).attr("id"); 
          $(".selected_option_ha").attr("src","https://cambodia.opendevelopmentmekong.net/wp-content/uploads/sites/2/2016/01/option.png");
          $("#"+selected_id).attr("src","https://cambodia.opendevelopmentmekong.net/wp-content/uploads/sites/2/2016/01/selected.png"); 
          $(".graph_options").removeClass("selected_option_ha")
          $("#"+selected_id).addClass("selected_option_ha");
          
          var g_year = selected_id.substr(14, 25);
          var graph_year = "fc_"+g_year; 
          $(".fc_graph").fadeOut();
          $(".fc_graph").removeClass("selected_img_ha");
          $("."+graph_year).fadeIn();
          $("."+graph_year).addClass("selected_img_ha");
        }
      });
    });
    
    // Percentage 
    $(".selected_img_per").show();  
    $('.graph_options_per').each(function(column)
    {
      $(this).click(function(event)
      {
        if (this == event.target) 
        { 
          var selected_id = $(this).attr("id"); 
          $(".selected_option_per").attr("src","https://cambodia.opendevelopmentmekong.net/wp-content/uploads/sites/2/2016/01/option.png");
          $("#"+selected_id).attr("src","https://cambodia.opendevelopmentmekong.net/wp-content/uploads/sites/2/2016/01/selected.png"); 
          $(".graph_options_per").removeClass("selected_option_per")
          $("#"+selected_id).addClass("selected_option_per");
          
          var g_year = selected_id.substr(18, 28);
           
          var graph_year = "fc_per_"+g_year; 
          $(".fc_graph_per").fadeOut();
          $(".fc_graph_per").removeClass("selected_img_per");
          $("."+graph_year).fadeIn();
          $("."+graph_year).addClass("selected_img_per");
        } 
      });
    });
  });
</script>


<script type="text/javascript">
  google.load("visualization", "1", {packages:["corechart"]});
  google.setOnLoadCallback(drawChart);
  function drawChart() {
<!-- 19973 -------------------------------------------------------->  
var data_1973 = google.visualization.arrayToDataTable([
	['Province',	'ព្រៃសរុប', 'ព្រៃស្រោង', 'ព្រៃល្បោះ'],
	['កោះកុង',1076876.59,973569.84,103306.74],
	['មណ្ឌលគិរី',1228871.94,827697.07,401174.86],
	['រតនគិរី',1116499.13,783735.99,332763.14],
	['ស្ទឹងត្រែង',1133365.89,763265.58,370100.32],
	['ពោធិ៍សាត់',950109.96,645005.55,305104.41],
	['ក្រចេះ',1057880.07,557906.29,499973.78],
	['កំពង់ធំ',806560.27,546873.56,259686.71],
	['ព្រះវិហារ',1310568.19,467835.12,842733.07],
	['បាត់ដំបង',747898.46,370146.04,377752.42],
	['សៀមរាប',680719.69,336312.34,344407.35],
	['ឧត្ដរមានជ័យ',591263.06,270758.14,320504.92],
	['កំពង់ចាម',622927.58,270155.39,352772.20],
	['កំពត',246454.92,196518.59,49936.33],
	['ព្រះសីហនុ',234369.06,194280.03,40089.04],
	['កំពង់ស្ពឺ',375708.71,167339.07,208369.64],
	['ប៉ៃលិន',95091.76,89857.15,5234.61],
	['បន្ទាយមានជ័យ',240698.38,57195.75,183502.64],
	['កំពង់ឆ្នាំង',232422.82,42364.96,190057.87],
	['ស្វាយរៀង',38528.55,20030.39,18498.17],
	['តាកែវ',77268.35,15702.30,61566.05],
	['ព្រៃវែង',82719.77,5852.66,76867.11],
	['កែប',5443.96,2448.73,2995.23],
	['កណ្ដាល',129873.55,767.64,129105.91],
	['ភ្នំពេញ',13439.70,245.89,13193.81]
	]);

<!-- 1989---------------------------------------------------------->  
    var data_1989 = google.visualization.arrayToDataTable([
	['Province',	'ព្រៃសរុប', 'ព្រៃស្រោង', 'ព្រៃល្បោះ'],
	['កោះកុង',1068066.76,953829.72,114237.05],
	['មណ្ឌលគិរី',1225129.50,806366.77,418762.73],
	['រតនគិរី',1108012.06,719138.53,388873.53],
	['ស្ទឹងត្រែង',1101851.95,721737.03,380114.92],
	['ពោធិ៍សាត់',928223.88,589168.14,339055.74],
	['ក្រចេះ',993913.62,519618.41,474295.21],
	['កំពង់ធំ',695250.14,526329.89,168920.26],
	['ព្រះវិហារ',1270767.97,447214.58,823553.40],
	['បាត់ដំបង',736974.99,340220.93,396754.07],
	['សៀមរាប',654829.26,274393.02,380436.24],
	['ឧត្ដរមានជ័យ',541186.69,231180.41,310006.27],
	['កំពង់ចាម',500465.47,212447.88,288017.59],
	['កំពត',233869.09,191516.02,42353.08],
	['ព្រះសីហនុ',203818.42,182855.06,20963.36],
	['កំពង់ស្ពឺ',371427.96,165165.94,206262.02],
	['ប៉ៃលិន',94650.47,82293.61,12356.86],
	['បន្ទាយមានជ័យ',194799.53,48742.16,146057.37],
	['កំពង់ឆ្នាំង',206844.26,36674.66,170169.60],
	['ស្វាយរៀង',28712.04,12325.09,16386.95],
	['តាកែវ',50471.85,15369.19,35102.66],
	['ព្រៃវែង',30826.50,2073.95,28752.54],
	['កែប',4242.23,1692.88,2549.35],
	['កណ្ដាល',76257.88,767.64,75490.24],
	['ភ្នំពេញ',7209.65,240.67,6968.98]
    ]);

<!-- 2000---------------------------------------------------------->  
    var data_2000 = google.visualization.arrayToDataTable([
	['Province',	'ព្រៃសរុប', 'ព្រៃស្រោង', 'ព្រៃល្បោះ'],
	['កោះកុង',1022183.57,937074.74,85108.83],
	['មណ្ឌលគិរី',1228260.09,743688.63,484571.46],
	['រតនគិរី',1096391.16,653885.03,442506.13],
	['ស្ទឹងត្រែង',1087709.60,590502.62,497206.98],
	['ពោធិ៍សាត់',900272.81,579642.34,320630.48],
	['ក្រចេះ',1011774.65,452833.05,558941.60],
	['កំពង់ធំ',748532.08,496222.97,252309.12],
	['ព្រះវិហារ',1234156.41,339018.30,895138.11],
	['បាត់ដំបង',696023.72,282542.94,413480.78],
	['សៀមរាប',618326.69,221124.22,397202.46],
	['ឧត្ដរមានជ័យ',486985.09,195951.84,291033.25],
	['កំពង់ចាម',513318.43,150974.71,362343.72],
	['កំពត',241167.39,170422.33,70745.07],
	['ព្រះសីហនុ',191856.68,167491.00,24365.68],
	['កំពង់ស្ពឺ',350457.03,126986.69,223470.35],
	['ប៉ៃលិន',93011.68,69579.16,23432.52],
	['បន្ទាយមានជ័យ',177110.49,35447.91,141662.58],
	['កំពង់ឆ្នាំង',201769.31,29610.37,172158.94],
	['ស្វាយរៀង',29506.41,7386.50,22119.91],
	['តាកែវ',38829.62,15140.76,23688.85],
	['ព្រៃវែង',38662.30,992.38,37669.92],
	['កែប',4986.47,1627.80,3358.66],
	['កណ្ដាល',83389.76,755.94,82633.82],
	['ភ្នំពេញ',8614.78,238.06,8376.72]

    ]);

<!-- 2004---------------------------------------------------------->  
    var data_2004 = google.visualization.arrayToDataTable([
	['Province',	'ព្រៃសរុប', 'ព្រៃស្រោង', 'ព្រៃល្បោះ'],
	['កោះកុង',1050485.82,913285.53,137200.29],
	['មណ្ឌលគិរី',1213981.29,724789.59,489191.71],
	['រតនគិរី',1019881.64,635814.02,384067.61],
	['ស្ទឹងត្រែង',1085574.08,566443.94,519130.14],
	['ពោធិ៍សាត់',868647.62,553297.75,315349.88],
	['ក្រចេះ',978575.39,394540.16,584035.23],
	['កំពង់ធំ',765474.36,483039.33,282435.02],
	['ព្រះវិហារ',1155736.02,322036.24,833699.77],
	['បាត់ដំបង',439538.62,113700.54,325838.08],
	['សៀមរាប',568094.79,167101.82,400992.97],
	['ឧត្ដរមានជ័យ',447932.08,165129.57,282802.51],
	['កំពង់ចាម',425389.70,95114.17,330275.53],
	['កំពត',229309.42,135914.05,93395.37],
	['ព្រះសីហនុ',210346.20,125366.26,84979.94],
	['កំពង់ស្ពឺ',337539.81,90357.48,247182.33],
	['ប៉ៃលិន',71697.48,33171.18,38526.30],
	['បន្ទាយមានជ័យ',60228.60,7197.23,53031.37],
	['កំពង់ឆ្នាំង',215793.85,21288.37,194505.48],
	['ស្វាយរៀង',35676.16,6275.50,29400.66],
	['តាកែវ',51429.49,11538.82,39890.67],
	['ព្រៃវែង',69736.85,917.86,68818.99],
	['កែប',4115.41,1111.27,3004.14],
	['កណ្ដាល',131246.29,755.22,130491.07],
	['ភ្នំពេញ',11706.68,238,11469],

    ]);

<!-- 2009---------------------------------------------------------->  
    var data_2009 = google.visualization.arrayToDataTable([
	['Province',	'ព្រៃសរុប', 'ព្រៃស្រោង', 'ព្រៃល្បោះ'],
	['កោះកុង',975085,818831.27,156254.14],
	['មណ្ឌលគិរី',1074626,220836.48,853789.11],
	['រតនគិរី',1014534,387122.69,627411.02],
	['ស្ទឹងត្រែង',1038935,447877.81,591057.40],
	['ពោធិ៍សាត់',874770,454434.21,420335.91],
	['ក្រចេះ',869399,277029.41,592369.29],
	['កំពង់ធំ',709333,407128.87,302204.58],
	['ព្រះវិហារ',1210872,286889.30,923982.91],
	['បាត់ដំបង',633401,99760.87,533640.34],
	['សៀមរាប',595954,131543.57,464410.84],
	['ឧត្ដរមានជ័យ',482376,150699.57,331676.44],
	['កំពង់ចាម',377625,70758.57,306866.68],
	['កំពត',200900,113772.54,87127.16],
	['ព្រះសីហនុ',162148,92961.01,69186.83],
	['កំពង់ស្ពឺ',263794,67262.11,196532.18],
	['ប៉ៃលិន',66025,29498.76,36526.51],
	['បន្ទាយមានជ័យ',152467,3582.59,148884.47],
	['កំពង់ឆ្នាំង',121630,15907.05,105722.62],
	['ស្វាយរៀង',30773,4896.46,25876.30],
	['តាកែវ',24258,11516.95,12741.18],
	['ព្រៃវែង',11158,917.77,10239.89],
	['កែប',3248,835.95,2412.37],
	['កណ្ដាល',32473,755.22,31718.25],
	['ភ្នំពេញ',2655,238,2417]

    ]);

<!-- 2013---------------------------------------------------------->  
    var data_2013 = google.visualization.arrayToDataTable([
	['Province',	'ព្រៃសរុប', 'ព្រៃស្រោង', 'ព្រៃល្បោះ'],
	['កោះកុង',814235,591683.11,222551.68],
	['មណ្ឌលគិរី',908579,145953.68,762624.84],
	['រតនគិរី',550836,136555.60,414280.55],
	['ស្ទឹងត្រែង',735232,139458.48,595773.77],
	['ពោធិ៍សាត់',725124,271958.70,453165.79],
	['ក្រចេះ',655976,100252.20,555723.53],
	['កំពង់ធំ',608940,220420.13,388520.09],
	['ព្រះវិហារ',1060513,95469.14,965043.62],
	['បាត់ដំបង',470496,48020.06,422476.19],
	['សៀមរាប',317988,11406.42,306581.82],
	['ឧត្ដរមានជ័យ',242467,7621.95,234844.73],
	['កំពង់ចាម',403689,28192.63,375496.48],
	['កំពត',119845,54476.65,65368.61],
	['ព្រះសីហនុ',113280,41938.97,71341.07],
	['កំពង់ស្ពឺ',262143,44228.39,217914.88],
	['ប៉ៃលិន',66492,6915.43,59576.34],
	['បន្ទាយមានជ័យ',51612,344.62,51266.94],
	['កំពង់ឆ្នាំង',131138,9228.79,121909.13],
	['ស្វាយរៀង',4138,0.00,4138.45],
	['តាកែវ',27387,10794.94,16591.89],
	['ព្រៃវែង',31382,419.78,30962.31],
	['កែប',859,580.97,278.38],
	['កណ្ដាល',87323,749.46,86573.55],
	['ភ្នំពេញ',7562,238,7324]
    ]);

<!-- Persentage -------------------------------->
<!-- 1973---------------------------------------------------------->  
    var per_data_1973 = google.visualization.arrayToDataTable([
	['Province',	'ព្រៃសរុប', 'ព្រៃស្រោង', 'ព្រៃល្បោះ'],
	['កោះកុង',5.93,5.36,0.57],
	['មណ្ឌលគិរី',6.77,4.56,2.21],
	['រតនគិរី',6.15,4.32,1.83],
	['ស្ទឹងត្រែង',6.24,4.20,2.04],
	['ពោធិ៍សាត់',5.23,3.55,1.68],
	['ក្រចេះ',5.83,3.07,2.75],
	['កំពង់ធំ',4.44,3.01,1.43],
	['ព្រះវិហារ',7.22,2.58,4.64],
	['បាត់ដំបង',4.12,2.04,2.08],
	['សៀមរាប',3.75,1.85,1.90],
	['ឧត្ដរមានជ័យ',3.26,1.49,1.76],
	['កំពង់ចាម',3.43,1.49,1.94],
	['កំពត',1.36,1.08,0.27],
	['ព្រះសីហនុ',1.29,1.07,0.22],
	['កំពង់ស្ពឺ',2.07,0.92,1.15],
	['ប៉ៃលិន',0.52,0.49,0.03],
	['បន្ទាយមានជ័យ',1.33,0.31,1.01],
	['កំពង់ឆ្នាំង',1.28,0.23,1.05],
	['ស្វាយរៀង',0.21,0.11,0.10],
	['តាកែវ',0.43,0.09,0.34],
	['ព្រៃវែង',0.46,0.03,0.42],
	['កែប',0.03,0.01,0.02],
	['កណ្ដាល',0.72,0.00,0.71],
	['ភ្នំពេញ',0.07,0.00,0.07]
    ]);

<!-- 1989---------------------------------------------------------->  
    var per_data_1989 = google.visualization.arrayToDataTable([
	['Province',	'ព្រៃសរុប', 'ព្រៃស្រោង', 'ព្រៃល្បោះ'],
	['កោះកុង',5.88,5.25,0.63],
	['មណ្ឌលគិរី',6.75,4.44,2.31],
	['រតនគិរី',6.10,3.96,2.14],
	['ស្ទឹងត្រែង',6.07,3.97,2.09],
	['ពោធិ៍សាត់',5.11,3.24,1.87],
	['ក្រចេះ',5.47,2.86,2.61],
	['កំពង់ធំ',3.83,2.90,0.93],
	['ព្រះវិហារ' ,7.00,2.46,4.53],
	['បាត់ដំបង',4.06,1.87,2.18],
	['សៀមរាប',3.61,1.51,2.09],
	['ឧត្ដរមានជ័យ',2.98,1.27,1.71],
	['កំពង់ចាម',2.76,1.17,1.59],
	['កំពត',1.29,1.05,0.23],
	['ព្រះសីហនុ',1.12,1.01,0.12],
	['កំពង់ស្ពឺ',2.05,0.91,1.14],
	['ប៉ៃលិន',0.52,0.45,0.07],
	['បន្ទាយមានជ័យ',1.07,0.27,0.80],
	['កំពង់ឆ្នាំង' ,1.14,0.20,0.94],
	['ស្វាយរៀង',0.16,0.07,0.09],
	['តាកែវ',0.28,0.08,0.19],
	['ព្រៃវែង',0.17,0.01,0.16],
	['កែប',0.02,0.01,0.01],
	['កណ្ដាល',0.42,0.00,0.42],
	['ភ្នំពេញ',0.04,0.00,0.04]
    ]);

<!-- 2000---------------------------------------------------------->  
    var per_data_2000 = google.visualization.arrayToDataTable([
	['Province',	'ព្រៃសរុប', 'ព្រៃស្រោង', 'ព្រៃល្បោះ'],
	['កោះកុង',5.63,5.16,0.47],
	['មណ្ឌលគិរី',6.76,4.10,2.67],
	['រតនគិរី',6.04,3.60,2.44],
	['ស្ទឹងត្រែង',5.99,3.25,2.74],
	['ពោធិ៍សាត់',4.96,3.19,1.77],
	['ក្រចេះ',5.57,2.49,3.08],
	['កំពង់ធំ',4.12,2.73,1.39],
	['ព្រះវិហារ',6.80,1.87,4.93],
	['បាត់ដំបង',3.83,1.56,2.28],
	['សៀមរាប',3.40,1.22,2.19],
	['ឧត្ដរមានជ័យ',2.68,1.08,1.60],
	['កំពង់ចាម',2.83,0.83,2.00],
	['កំពត',1.33,0.94,0.39],
	['ព្រះសីហនុ',1.06,0.92,0.13],
	['កំពង់ស្ពឺ',1.93,0.70,1.23],
	['ប៉ៃលិន',0.51,0.38,0.13],
	['បន្ទាយមានជ័យ',0.98,0.20,0.78],
	['កំពង់ឆ្នាំង',1.11,0.16,0.95],
	['ស្វាយរៀង',0.16,0.04,0.12],
	['តាកែវ',0.21,0.08,0.13],
	['ព្រៃវែង',0.21,0.01,0.21],
	['កែប',0.03,0.01,0.02],
	['កណ្ដាល',0.46,0.00,0.46],
	['ភ្នំពេញ',0.05,0.00,0.05],
    ]);

<!-- 2004---------------------------------------------------------->  
    var per_data_2004 = google.visualization.arrayToDataTable([
	['Province',	'ព្រៃសរុប', 'ព្រៃស្រោង', 'ព្រៃល្បោះ'],
	['កោះកុង',5.78,5.03,0.76],
	['មណ្ឌលគិរី',6.68,3.99,2.69],
	['រតនគិរី',5.62,3.50,2.11],
	['ស្ទឹងត្រែង',5.98,3.12,2.86],
	['ពោធិ៍សាត់',4.78,3.05,1.74],
	['ក្រចេះ',5.39,2.17,3.22],
	['កំពង់ធំ',4.21,2.66,1.56],
	['ព្រះវិហារ',6.36,1.77,4.59],
	['បាត់ដំបង',2.42,0.63,1.79],
	['សៀមរាប',3.13,0.92,2.21],
	['ឧត្ដរមានជ័យ',2.47,0.91,1.56],
	['កំពង់ចាម',2.34,0.52,1.82],
	['កំពត',1.26,0.75,0.51],
	['ព្រះសីហនុ',1.16,0.69,0.47],
	['កំពង់ស្ពឺ',1.86,0.50,1.36],
	['ប៉ៃលិន',0.39,0.18,0.21],
	['បន្ទាយមានជ័យ',0.33,0.04,0.29],
	['កំពង់ឆ្នាំង',1.19,0.12,1.07],
	['ស្វាយរៀង',0.20,0.03,0.16],
	['តាកែវ',0.28,0.06,0.22],
	['ព្រៃវែង',0.38,0.01,0.38],
	['កែប',0.02,0.01,0.02],
	['កណ្ដាល',0.72,0.00,0.72],
	['ភ្នំពេញ',0.06,0.00,0.06],
    ]);



<!-- 2009---------------------------------------------------------->  
    var per_data_2009 = google.visualization.arrayToDataTable([
	['Province',	'ព្រៃសរុប', 'ព្រៃស្រោង', 'ព្រៃល្បោះ'],
	['កោះកុង',5.37,4.51,0.86],
	['មណ្ឌលគិរី',5.92,1.22,4.70],
	['រតនគិរី',5.59,2.13,3.45],
	['ស្ទឹងត្រែង',5.72,2.47,3.25],
	['ពោធិ៍សាត់',4.82,2.50,2.31],
	['ក្រចេះ',4.79,1.53,3.26],
	['កំពង់ធំ',3.91,2.24,1.66],
	['ព្រះវិហារ',6.67,1.58,5.09],
	['បាត់ដំបង',3.49,0.55,2.94],
	['សៀមរាប',3.28,0.72,2.56],
	['ឧត្ដរមានជ័យ',2.66,0.83,1.83],
	['កំពង់ចាម',2.08,0.39,1.69],
	['កំពត',1.11,0.63,0.48],
	['ព្រះសីហនុ',0.89,0.51,0.38],
	['កំពង់ស្ពឺ',1.45,0.37,1.08],
	['ប៉ៃលិន',0.36,0.16,0.20],
	['បន្ទាយមានជ័យ',0.84,0.02,0.82],
	['កំពង់ឆ្នាំង',0.67,0.09,0.58],
	['ស្វាយរៀង',0.17,0.03,0.14],
	['តាកែវ',0.13,0.06,0.07],
	['ព្រៃវែង',0.06,0.01,0.06],
	['កែប',0.02,0.00,0.01],
	['កណ្ដាល',0.18,0.00,0.17],
	['ភ្នំពេញ',0.01,0.00,0.01],

    ]);

<!-- 2013---------------------------------------------------------->  
    var per_data_2013 = google.visualization.arrayToDataTable([
	['Province',	'ព្រៃសរុប', 'ព្រៃស្រោង', 'ព្រៃល្បោះ'],
	['កោះកុង',4.48,3.26,1.23],
	['មណ្ឌលគិរី',5.00,0.80,4.20],
	['រតនគិរី',3.03,0.75,2.28],
	['ស្ទឹងត្រែង',4.05,0.77,3.28],
	['ពោធិ៍សាត់',3.99,1.50,2.50],
	['ក្រចេះ',3.61,0.55,3.06],
	['កំពង់ធំ',3.35,1.21,2.14],
	['ព្រះវិហារ',5.84,0.53,5.31],
	['បាត់ដំបង',2.59,0.26,2.33],
	['សៀមរាប',1.75,0.06,1.69],
	['ឧត្ដរមានជ័យ',1.34,0.04,1.29],
	['កំពង់ចាម',2.22,0.16,2.07],
	['កំពត',0.66,0.30,0.36],
	['ព្រះសីហនុ',0.62,0.23,0.39],
	['កំពង់ស្ពឺ',1.44,0.24,1.20],
	['ប៉ៃលិន',0.37,0.04,0.33],
	['បន្ទាយមានជ័យ',0.28,0.00,0.28],
	['កំពង់ឆ្នាំង',0.72,0.05,0.67],
	['ស្វាយរៀង',0.02,0.00,0.02],
	['តាកែវ',0.15,0.06,0.09],
	['ព្រៃវែង',0.17,0.00,0.17],
	['កែប',0.00,0.00,0.00],
	['កណ្ដាល',0.48,0.00,0.48],
	['ភ្នំពេញ',0.04,0.00,0.04],

    ]);


    var options = {
      <!--title: 'Forest Cover Distribution by Province (ha)',-->
  colors: ['#00bb11', '#007600', '#afdb6d'],
  bar:{groupWidth: '80%'},
  <!--vAxis:{title: 'Hectare'},-->
  fontSize:10,
  legend: {'position': 'top'},
  width: 760,
      height: 257,
  chartArea: {left:60,'width': '100%', 'height': '60%'},
  backgroundColor:{fill:'#e7e7e7',strokeWidth:0,stroke:'#ddd'},
  <!--hAxis : {viewWindow : {max : 20}},-->
    };

    var chart = new google.visualization.ColumnChart(document.getElementById('chart_1973'));
    chart.draw(data_1973, options);

var chart = new google.visualization.ColumnChart(document.getElementById('chart_1989'));
    chart.draw(data_1989, options);

var chart = new google.visualization.ColumnChart(document.getElementById('chart_2000'));
    chart.draw(data_2000, options);

var chart = new google.visualization.ColumnChart(document.getElementById('chart_2004'));
    chart.draw(data_2004, options);

var chart = new google.visualization.ColumnChart(document.getElementById('chart_2009'));
    chart.draw(data_2009, options);

var chart = new google.visualization.ColumnChart(document.getElementById('chart_2013'));
    chart.draw(data_2013, options);

<!-- persentage % -------------------------------------------------------------------->
var chart = new google.visualization.ColumnChart(document.getElementById('per_chart_1973'));
    chart.draw(per_data_1973, options);

var chart = new google.visualization.ColumnChart(document.getElementById('per_chart_1989'));
    chart.draw(per_data_1989, options);

var chart = new google.visualization.ColumnChart(document.getElementById('per_chart_2000'));
    chart.draw(per_data_2000, options);

var chart = new google.visualization.ColumnChart(document.getElementById('per_chart_2004'));
    chart.draw(per_data_2004, options);

var chart = new google.visualization.ColumnChart(document.getElementById('per_chart_2009'));
    chart.draw(per_data_2009, options);

var chart = new google.visualization.ColumnChart(document.getElementById('per_chart_2013'));
    chart.draw(per_data_2013, options);

  }
</script>                      