Repository: OpenDevelopmentMekong/wp-odm_theme
Catalog: i18n/*.po
Languages: lo, my, th, vi

source: Not found!
lo: ຫາບໍ່ເຫັນ!
my: မတွေ့ရှိပါ
th: หาไม่พบ!
vi: Không tìm thấy

source: Back to the previous page
lo: ຍ້ອນກັບໄປໜ້າທີ່ແລ້ວ
my: ရှေ့စာမျက်နှာကိုပြန်သွားမည်
th: ย้อนกลับไปหน้าที่แล้ว
vi: Trở về trang trước

source: Go to the current site's home
lo: ກັບຄືນສູ່ໜ້າຫຼັກ
my: လက်ရှိ site ၏ Home screen သို့သွားမည်
th: กลับสู่หน้าหลัก

source: Contact us
lo: ຕິດຕໍ່ພວກເຮົາ
my: ကျွန်ုပ်တို့ကို ဆက်သွယ်ရန်
th: ติดต่อเรา
vi: Liên hệ

source: Map catalogue
lo: ລາຍການແຜນທີ່
my: မြေပုံ ကတ်တလောက်
th: รายการแผนที่
vi: Danh mục bản đồ

source: Data results
lo: ຜົນໄດ້ຮັບ
my: Data ရလဒ်များ
th: ผลลัพธ์
vi: Kết quả dữ liệu

source: View all data results
lo: ເບິ່ງຜົນໄດ້ຮັບທັງໝົດ
my: Data ရလဒ်များအားလုံးကြည့်ရှုမည်
th: ดูผลลัพธ์ทั้งหมด
vi: Hiển thị toàn bộ kết quả dữ liệu

source: Announcements
lo: ປະກາດ
my: ကြေငြာချက်များ
th: ประกาศ
vi: Thông báo

source: Data visualizations
lo: ການສະແດງຜົນຂໍ້ມູນ
my: အချက်အလက်များကို ပုံများဖြင့်သရုပ်ဖော်မှု
th: การแสดงผลข้อมูล

source: Maps catalog
lo: ລາຍການແຜນທີ່
my: မြေပုံ ကတ်တလောက်
th: รายการแผนที่

source: Maps
lo: ແຜນທີ່
my: မြေပုံများ
th: แผนที่
vi: Bản đồ

source: News
lo: ຂ່າວ
my: သတင်းများ
th: ข่าว
vi: Tin tức

source: Topics
lo: ຫົວຂໍ້
my: ခေါင်းစဥ်များ
th: บทความ
vi: Chuyên đề

source: Environment and land
lo: ສິ່ງແວດລ້ອມ ແລະ ທີ່ດິນ
my: သဘာဝပါတ်ဝန်းကျင်နှင့် မြေယာ
th: สิ่งแวดล้อมและที่ดิน
vi: Môi trường và đất đai

source: Economy
lo: ເສດຖະກິດ
my: စီးပွားရေး
th: เศรษฐกิจ
vi: Kinh tế

source: People
lo: ປະຊາຊົນ
my: လူများ
th: ประชาชน
vi: Con người

source: Profiles
lo: ຂໍ້ມູນປະຫວັດ
my: ပရိုဖိုင်များ
th: ข้อมูลประวัติ
vi: Dữ liệu chuyên đề

source: Site updates
lo: ຂ່າວອັບເດດ
th: ข่าวกิจกรรม
vi: Cập nhật trang

source: Stories
lo: ເລື່ອງລາວ
my: သတင်းများ
th: เรื่องราว

source: Database
lo: ຖານຂໍ້ມູນ
th: ฐานข้อมูล

source: Daily Archives: %s
lo: ຄັງເກັບຂໍ້ມູນປະຈຳວັນ: %s
my: နေ့စဥ်သိမ်းဆည်းမှု: %s
vi: Lưu trữ theo ngày: %s

source: Monthly Archives: %s
lo: ຄັງເກັບຂໍ້ມູນປະຈຳເດືອນ: %s
my: လစဥ္သိမ်းဆည်းမှု: %s
vi: Lưu trữ theo tháng: %s

source: Yearly Archives: %s
lo: ຄັງເກັບຂໍ້ມູນປະຈຳປີ: %s
my: နှစ်စဥ်သိမ်းဆည်းမှု: %s
vi: Lưu trữ theo năm: %s

source: Archives
lo: ຄັງເກັບຂໍ້ມູນ
my: သိမ်းဆည်းထားမှုများ
th: แฟ้มเอกสาร
vi: Lưu trữ

source: Page
lo: ໜ້າ
my: စာမျက်နှာ
th: หน้า
vi: Trang

source: More...
lo: ເພີ່ມເຕີມ...
my: နောက်ထပ်
th: เพิ่มเติม...
vi: Xem thêm...

source: View all maps
lo: ເບິ່ງແຜນທີ່ທັງໝົດ
my: မြေပုံများအားလုံကြည့်မည်။
th: ดูแผนที่ทั้งหมด
vi: Hiển thị tất cả bản đồ

source: This website is built on <a href="%s" target="_blank" rel="external"><b>WordPress</b></a> using the <a href="%s" target="_blank" rel="external"><b>JEO Beta</b></a> theme and <a href="%s" target="_blank" rel="external"><b>CKAN</b></a> as back-end for structured data. To learn more about the system architecture, read our <a href="%s" target="_blank" rel="external"><b>documentation</b></a>.
lo: ເວບໄຊນີ້ສ້າງຂຶ້ນຈາກ <a href="%s" target="_blank" rel="external"><b>WordPress</b></a>ໂດຍໃຊ້ <a href="%s" target="_blank" rel="external"><b>JEO Beta</b></a> ແລະ <a href="%s" target="_blank" rel="external"><b>CKAN</b></a> ເປັນສ່ວນສະໜັບສະໜູນສຳລັບຂໍ້ມູນທີ່ມີໂຄງສ້າງ. ຖ້າທ່ານສົນໃຈຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບລະບົບສະຖາປັດຕະຍະກຳສາດ, ກະລຸນາອ່ານ <a href="%s" target="_blank" rel="external"><b>ເອກະສານ</b></a>.

source: Topic sidebar
lo: ຫົວຂໍ້ທີ່ຢູ່ແຖບດ້ານຂ້າງ
my: ခေါင်းစဥ် sidebar
vi: Thanh chuyên đề

source: Homepage area top left
lo: ດ້ານເທິງຊ້າຍຂອງໜ້າຫຼັກ
my: ပင်မစာမျက်နှာ ဘယ်ဘက်အပေါ်ဧရိယာ
vi: Góc trên - trái trang chủ

source: Homepage area top right
lo: ດ້ານເທິງຂວາຂອງໜ້າຫຼັກ
my: ပင်မစာမျက်နှာ ညာဘက်အပေါ်ဧရိယာ
vi: Góc trên - phải trang chủ

source: Homepage area middle
lo: ທາງກາງຂອງໜ້າຫຼັກ
my: ပင်မစာမျက်နှာ အလယ်ဧရိယာ
vi: Vùng trung tâm trang chủ

source: Homepage area bottom left
lo: ດ້ານລຸ່ມຊ້າຍຂອງໜ້າຫຼັກ
my: ပင်မစာမျက်နှာ ဘယ်ဘက်အောက်ဧရိယာ
vi: Góc dưới - trái trang chủ

source: Homepage area bottom right
lo: ດ້ານລຸ່ມຂວາຂອງໜ້າຫຼັກ
my: ပင်မစာမျက်နှာ ညာဘက်အောက်ဧရိယာ
vi: Góc dưới - phải trang chủ

source: WPCKAN Dataset detail sidebar
lo: ແຖບດ້ານຂ້າງຂອງລາຍລະອຽດຊຸດຂໍ້ມູນ WPCKAN
my: WPCKAN Dataset sidebar အသေးစိတ်
vi: Thanh công cụ bên lề điều chỉnh dữ liệu WPCKAN

source: Story top
lo: ດ້ານເທິງຂອງເລື່ອງ
my: အပေါ် သတင်း
vi: Tin bài hiển thị trên cùng

source: Story bottom
lo: ດ້ານລຸ່ມຂອງເລື່ອງ
my: အောက် သတင်း
vi: Tin bải hiển thị dưới cùng

source: Profile area right sidebar
lo: ແຖບຂ້າງດ້ານຂວາຂອງໜ້າຂໍ້ມູນລວມ
my: လက်ယာဘက် sidebar အား profile area အဖြစ်သုံးမည်

source: Profile area bottom left
lo: ດ້ານລຸ່ມຊ້າຍຂອງໜ້າຂໍ້ມູນລວມ
my: အောက်ခြေလက်ဝဲဘက်အား profile area အဖြစ်သုံးမည်

source: Profile area bottom right
lo: ດ້ານລຸ່ມຂວາຂອງໜ້າຂໍ້ມູນລວມ
my: အောက်ခြေလက်ယာဘက်အား profile area အဖြစ်သုံးမည်

source: Profile with right sidebar only
lo: ໜ້າຂໍ້ມູນລວມທີ່ມີແຕ່ແຖບຂ້າງດ້ານຂວາເທົ່ານັ້ນ
my: လက်ယာဘက် sidebar တစ်ခုတည်းအား profile အဖြစ်သုံးမည်

source: Category page
lo: ໜ້າຂໍ້ມູນໝວດໝູ່
my: အမျိုးအမည် စာမျက်နှာ

source: default
lo: ຄ່າຕັ້ງຕົ້ນ
my: မူလအတိုင်း
th: ค่าเริ่มต้น

# taxonomy general name
source: News Sources
lo: ແຫຼ່ງຂ່າວຕ່າງໆ
my: သတင်းရင်းမြစ်များ
th: แหล่งข่าว
vi: Nguồn tin

# taxonomy singular name
source: News Source
lo: ແຫຼ່ງຂ່າວ
my: သတင်းရင်းမြစ်
th: แหล่งข่าว
vi: Nguồn tin

source: Search News Source
lo: ຄົ້ນຫາແຫຼ່ງຂໍ້ມູນ
my: သတင်းရင်းမြစ်ရှာဖွေမည်
th: ค้นหาแหล่งข่าว
vi: Tìm kiếm nguồn tin

source: All News Sources
lo: ແຫຼ່ງຂໍ້ມູນທັງໝົດ
my: သတင်းရင်းမြစ်များအားလုံး
th: แหล่งข่าวทั้งหมด
vi: Tất cả nguồn tin

source: Parent News Source
lo: ແຫຼ່ງຂ່າວຕົ້ນສະບັບ
my: မူရင်းသတင်းရင်းမြစ်
th: แหล่งข่าวต้นฉบับ
vi: Nguồn tin gốc

source: Parent News Source:
lo: ແຫຼ່ງຂ່າວຕົ້ນສະບັບ
my: မူရင်းသတင်းရင်းမြစ်:
th: แหล่งข่าวต้นฉบับ:
vi: Nguồn tin gốc:

source: Edit News Source
lo: ແກ້ໄຂແຫຼ່ງຂ່າວ
my: သတင်းရင်းမြစ်ကိုတည်းဖြတ်မည်
th: แก้ไขแหล่งข่าว
vi: Sửa nguồn tin

source: Update News Source
lo: ປັບປຸງແຫຼ່ງຂ່າວ
my: သတင်းရင်းမြစ်ကို update လုပ်မည်
th: อัพเดทแหล่งข่าว
vi: Cập nhật nguồn tin

source: Add New News Source
lo: ເພີ່ມແຫຼ່ງຂ່າວໃໝ່
my: သတင်းရင်းမြစ်အသစ်ထည့်သွင်းမည်
th: เพิ่มแหล่งข่าวใหม่
vi: Bổ sung nguồn tin

source: New News Source Name
lo: ຊື່ແຫຼ່ງຂ່າວໃໝ່
my: သတင်းရင်းမြစ်အသစ် အမည်
th: ชื่อแหล่งข่าวใหม่
vi: Tên nguồn tin mới

source: News Source
lo: ແຫຼ່ງຂ່າວ
my: သတင်းရင်းမြစ်
th: แหล่งข่าว
vi: Nguồn tin

source: Mekong
lo: ແມ່ຂອງ
my: မဲခေါင်
th: ลุ่มน้ำโขง
vi: Mê Kông

source: Cambodia
lo: ກຳປູເຈຍ
my: ကမ္ဘောဒီးယား
th: กัมพูชา
vi: Campuchia

source: Laos
lo: ລາວ
my: လာအို
th: ลาว
vi: Lào

source: Myanmar
lo: ພະມ້າ
my: မြန်မာ
th: พม่า

source: Thailand
lo: ໄທ
my: ထိုင်း
th: ไทย
vi: Thái Lan

source: Vietnam
lo: ຫວຽດນາມ
my: ဗီယက်နမ်
th: เวียดนาม
vi: Việt Nam

source: Khmer
lo: ຂະແມ
my: ခမာဘာသာစကား
th: ภาษาเขมร
vi: Tiếng Khmer

source: English
lo: ອັງກິດ
my: အင်္ဂလိပ်ဘာသာစကား
th: ภาษาอังกฤษ
vi: Tiếng Anh

source: Latest news
lo: ຂ່າວລ່າສຸດ
my: နောက်ဆုံးရသတင်း
th: ข่าวล่าสุด
vi: Tin mới nhất

source: Latest maps
lo: ແຜນທີ່ລ່າສຸດ
my: နောက်ဆုံးရမြေပုံများ
th: แผนที่ล่าสุด
vi: Bản đồ mới nhất

source: Latest issues
lo: ບັນຫາລ່າສຸດ
my: နောက်ဆုံးရအကြာင်းအရာများ
th: ประเด็นล่าสุด
vi: Vấn đề mới nhất

source: Latest data
lo: ຂໍ້ມູນລ່າສຸດ
my: နောက်ဆုံးရ data များ
th: ข้อมูลล่าสุด
vi: Dữ liệu mới nhất

source: Briefings
lo: ບົດອະທິບາຍ
my: ရှင်းလင်းချက်များ
th: คำแถลงการณ์
vi: Tài liệu tóm tắt

source: Issues
lo: ບັນຫາ
my: အကြောင်းအရာများ
th: ประเด็น
vi: Các vấn đề

source: Data
lo: ຂໍ້ມູນ
th: ข้อมูล
vi: Dữ liệu

source: Law
lo: ກົດໝາຍ
my: ဥပဒေ
th: กฎหมาย

source: Blog
lo: ບລັອກ
th: บล็อก

source: Timelines
lo: ທາມໄລນ
my: အချိန်မျဥ်းများ
th: ไทม์ไลน์

source: Layers
lo: ຊັ້ນຂໍ້ມູນ
my: အလွှာများ
th: ชั้นข้อมูล
vi: Lớp bản đồ

source: Share a map
lo: ແບ່ງປັນແຜນທີ່
my: မြေပုံဝေမျှမည်။
th: แชร์แผนที่
vi: Chia sẻ bản đồ

source: Search for posts, maps and briefings...
lo: ຄົ້ນຫາຂໍ້ມູນ, ແຜນທີ່ ແລະ ບົດອະທິບາຍ
my: Posts၊ မြေပုံများနှင့် ရှင်းလင်းချက်များ
th: ค้นหาข้อมูล แผนที่ และคำแถลงการณ์...
vi: Tìm kiếm bài viết, bản đồ, tài liệu tóm tắt...

source: Search Datasets for Mekong
lo: ຄົ້ນຫາຊຸດຂໍ້ມູນສຳລັບແມ່ນຳ້ຂອງ
my: မဲခေါင်အတွက် dataset များရှာဖွေမည်
th: ค้นหาชุดข้อมูล ใน ลุ่มน้ำโขง
vi: Tìm kiếm dữ liệu về Mê Kông

source: Search Datasets for Cambodia
lo: ຄົ້ນຫາຊຸດຂໍ້ມູນໃນກຳປູເຈຍ
my: ကမ္ဘောဒီးယားနိုင်ငံအတွက် dataset များရှာဖွေမည်
th: ค้นหาชุดข้อมูล ใน กัมพูชา
vi: Tìm kiếm dữ liệu về Campuchia

source: Search Datasets for Laos
lo: ຄົ້ນຫາຊຸດຂໍ້ມູນໃນລາວ
my: လာအိုနိုင်ငံအတွက် dataset များရှာဖွေမည်
th: ค้นหาชุดข้อมูล ใน ลาว
vi: Tìm kiếm dữ liệu về Lào

source: Search Datasets for Myanmar
lo: ຄົ້ນຫາຊຸດຂໍ້ມູນໃນມຽນມາ
my: မြန်မာနိုင်ငံအတွက် dataset များရှာဖွေမည်
th: ค้นหาชุดข้อมูล ใน พม่า
vi: Tìm kiếm dữ liệu về Myanmar

source: Search Datasets for Thailand
lo: ຄົ້ນຫາຊຸດຂໍ້ມູນໃນໄທ
my: ထိုင်းနိုင်ငံအတွက် dataset များရှာဖွေမည်
th: ค้นหาชุดข้อมูล ใน ไทย
vi: Tìm kiếm dữ liệu về Thái Lan

source: Search Datasets for Vietnam
lo: ຄົ້ນຫາຊຸດຂໍ້ມູນໃນຫວຽດນາມ
my: ဗီယက်နမ်နိုင်ငံအတွက် dataset များရှာဖွေမည်
th: ค้นหาชุดข้อมูล ใน เวียดนาม
vi: Tìm kiếm dữ liệu về Việt Nam

source: More information
lo: ຂໍ້ມູນເພີ່ມເຕີມ
my: နောက်ထပ်သတင်းအချက်အလက်များ
th: ข้อมูลเพิ่มเติม
vi: Thêm thông tin

source: Announcements and Press releases
lo: ປະກາດ ແລະ ບົດຂ່າວ
my: ကြေငြာချက်များနှင့် သတင်းထုတ်ပြန်မှုများ
th: ประกาศและประชาสัมพันธ์
vi: Thông báo và thông cáo báo chí

source: Agriculture and fishing
lo: ກະສິກຳ ແລະ ປະມົງ
my: စိုက်ပျိုးရေးနှင့် ငါးဖမ်းလုပ်ငန်း
th: เกษตรกรรมและการประมง
vi: Nông nghiệp và thủy sản

source: Disasters and emergency response
lo: ການຕອບໂຕ້ໄພພິບັດ ແລະ ເຫດການສຸກເສີນ
my: သဘာဝဘေးအန္တရာယ်နှင့် အရေးပေါ်တုံ့ပြန်မှု
th: ภัยพิบัติและสภาวะฉุกเฉิน
vi: Thảm họa và ứng phó khẩn cấp

source: Environment and natural resources
lo: ຊັບພະຍາກອນທຳມະຊາດ ແລະ ສິ່ງແວດລ້ອມ
my: သဘာဝပါတ်ဝန်းကျင်နှင့် သဘာဝရင်းမြစ်များ
th: ทรัพยากรธรรมชาติและสิ่งแวดล้อม
vi: Môi trường và tài nguyên thiên nhiên

source: Extractive industries
lo: ອຸດສາຫະກຳຂຸດຄົ້ນ
my: မြေအောက်သယံဇာတ ထုတ်ယူရေးလုပ်ငန်းများ
th: อุตสาหกรรมสาร
vi: Công nghiệp khai thác

source: Land
lo: ທີ່ດິນ
my: မြေယာ
th: ที่ดิน
vi: Đất đai

source: Economy and commerce
lo: ເສດຖະກິດ ແລະ ການຄ້າ
my: စီးပွါးရေးနှင့် ကုန်သွယ်ရေး
th: เศรษฐกิจและการพานิชย์
vi: Kinh tế và thương mại

source: Energy
lo: ພະລັງງານ
my: စွမ်းအင်
th: พลังงาน
vi: Năng lượng

source: Infrastructure
lo: ໂຄງລ່າງພື້ນຖານ
my: အခြေခံအဆောက်အဦများ
th: โครงสร้างพื้นฐาน
vi: Cơ sở hạ tầng

source: Industry
lo: ອຸດສາຫະກຳ
my: စက်ရုံအလုပ်ရုံများ
th: อุตสาหกรรม
vi: Công nghiệp

source: Labor
lo: ແຮງງານ
my: အလုပ်သမား
th: แรงงาน
vi: Lao động

source: Science and technology
lo: ວິທະຍາສາດ ແລະ ເຕັກໂນໂລຊີ
my: သိပ္ပံနှင့်နည်းပညာ
th: วิทยาศาสตร์และเทคโนโลยี
vi: Khoa học và Công nghệ

source: Aid and development
lo: ການຊ່ວຍເຫຼືອ ແລະ ການພັດທະນາ
my: ကူညီထောက်ပံ့မှုနှင့် ဖွံ့ဖြိုးတိုးတက်မှု
th: ความช่วยเหลือและการพัฒนา
vi: Tài trợ và phát triển

source: Government
lo: ລັດຖະບານ
my: အစိုးရ
th: รัฐบาล
vi: Chính phủ

source: Law and judiciary
lo: ກົດໝາຍ ແລະ ຕຸລາການ
my: ဥပဒေနှင့် တရားစီရင်ရေး
th: กฎหมายและตุลาการ
vi: Luật và hệ thống tòa án

source: Population and censuses
lo: ປະຊາກອນ ແລະ ການສຳຫຼວດ
my: လူဦးရေနှင့် သန်းခေါင်စာရင်း
th: ประชากรและสำมะโนประชากร
vi: Dân số và điều tra dân số

source: Social development
lo: ການພັດທະນາສັງຄົມ
my: လူမှုဖွံ့ဖြိုးတိုးတက်ရေး
th: การพัฒนาสังคม
vi: Phát triển xã hội

source: Urban administration and development
lo: ການຄຸ້ມຄອງ ແລະ ການພັດທະນາເຂດເທດສະບານ
my: မြို့ပြ စီမံခန့်ခွဲရေးနှင့် ဖွံ့ဖြိုးတိုးတက်မှု
th: การบริหารและพัฒนาบ้านเมือง
vi: Quản lý và phát triển đô thị

source: This work and any original materials produced and published by Open Development {country} herein are licensed under a CC BY-SA 3.0. News article summaries are extracted from their sources, as guided by fair-use principles and are copyrighted by their respective sources. Materials on the Open Development {country} {ODM/C/V/Mm/T/L} website and its accompanying database are compiled from publicly available documentation and provided without fee for general informational purposes only. This is neither a commercial research service nor a domain managed by any governmental or inter-governmental agency; it is managed as a private non-profit open data/open knowledge media group. Information is publicly posted only after a careful vetting and verification process. However, {ODM/C/V/Mm/T/L} cannot guarantee accuracy, completeness or reliability from third party sources in every instance. {ODM/C/V/Mm/T/L} makes no representation or warranty, either expressed or implied, in fact or in law, with respect to the accuracy, completeness or appropriateness of the data, materials or documents contained or referenced herein or provided. Site users are encouraged to do additional research in support of their activities and to share the results of that research with our team, contact us to further improve the site accuracy. By accessing this {ODM/C/V/Mm/T/L} website or database users agree to take full responsibility for reliance on any site information provided and to hold harmless and waive any and all liability against individuals or entities associated with its development, form and content for any loss, harm or damage suffered as a result of its use.
lo: ຂໍ້ມູນຕົ້ນສະບັບທີ່ຖືກຜະລິດ ແລະ ເຜີຍແຜ່ໂດຍ Open Development Laos ໄດ້ຮັບໃບອະນຸຍາດພາຍໃຕ້ CC BY-SA 3.0. ບົດສະຫຼຸບຂອງບົດຂ່າວຕ່າງໆແມ່ນຖືກນຳມາຈາກແຫຼ່ງຂໍ້ມູນ ໂດຍອີງຕາມຫຼັກການການໃຊ້ຂໍ້ມູນທີ່ຖືກຕ້ອງ ແລະ ໄດ້ຮັບການຄຸ້ມຄອງລິຂະສິດຈາກແຫຼ່ງຂໍ້ມູນ. ຂໍ້ມູນໃນເວບໄຊ Open Development Laos (ODL) ແລະ ຖານຂໍ້ມູນແມ່ນໄດ້ຖືກລວບລວມຈາກເອກະສານທີ່ໄດ້ຮັບການເຜີຍແຜ່ແບບເປີດເຜີຍໂດຍບໍ່ມີຄ່າທຳນຽມໃດໆ ເຊິ່ງມີຈຸດປະສົງເພື່ອເປັນແຫຼ່ງຂໍ້ມູນທົ່ວໄປເທົ່ານັ້ນ. ການເຜີຍແຜ່ຂໍ້ມູນນີ້ບໍ່ແມ່ນການບໍລິການການຄົ້ນຄວ້າເພື່ອການຄ້າ ຫຼື ຖືກຄວບຄຸມໂດຍໜ່ວຍງານລັດຖະບານ ຫຼື ໜ່ວຍງາຍລະຫວ່າງລັດຖະບານໃດໆ, ແຕ່ການເຜີຍແຜ່ຂໍ້ມູນນີ້ໄດ້ຮັບການຄວບຄຸມໂດຍກຸ່ມຂໍ້ມູນເປີດ/ຄວາມຮູ້ເປີດໂດຍພາກສ່ວນເອກະຊົນທີ່ບໍ່ຫວັງຜົນກຳໄລ. ຂໍ້ມູນຈະຖືກເຜີຍແຜ່ຢ່າງເປີດເຜີຍຫຼັງຈາກຜ່ານຂະບວນການກວດສອບຂໍ້ມູນ ແລະ ຢັ້ງຢືນຢ່າງຖີ່ຖ້ວນເທົ່ານັ້ນ. ເຖິງຢ່າງໃດກໍ່ຕາມ, ODL ບໍ່ສາມາດຮັບປະກັນຄວາມຖືກຕ້ອງ, ຄວາມສົບບູນ ແລະ ຄວາມໜ້າເຊື່ອຖືຂອງແຫຼ່ງຂໍ້ມູນຈາກບຸກຄົນທີສາມໄດ້. ODL ບໍ່ຮັບຮອງ ຫຼື ຮັບປະກັນ ODL ไม่รับรองหรือรับประกันใด ๆ ไม่ว่าจะโดยชัดแจ้งหรือโดยนัย ข้อเท็จจริงหรือกฎหมายเกี่ยวกับความถูกต้อง ความสมบูรณ์หรือความเหมาะสมของข้อมูล เนื้อหาหรือเอกสารที่มีหรืออ้างอิงไว้ในที่นี้หรือที่จัดหามา
my: ဤအရာနှင့် Open Development {country} မှထုတ်လုပ်သော၊ ထုတ်ဝေသော မည့်သည့်အကြောင်းအရာမဆို CC BY-SA 3.0 ၏အောက်တွင်မူပိုင်ခွင့်ရှိသည်။ ရင်းမြစ်အသီးသီး၏ fair-use နည်းဥပဒေများနှင့် မူပိုင်ခွင့်များအတိုင်း သတင်းဆောင်းပါးများကို ၎င်းတို့၏ ရင်းမြစ်များမှထုတ်ယူထားသည်။ Open Development {country} {ODM/C/V/Mm/T/L} website တွင်တင်ထားသည့်အကြောင်းအရာများနှင့် ပူးတွဲပါဝင်သည့် database များသည် အများသူငါ လွတ်လပ်စွာရယူနိုင်သောစာတမ်းများဖြစ်ပြီး အခကြေးငွေမယူပဲ သတင်းအချက်အလက်ဆိုင်ရာ အထွေထွေအသုံးချမှုအတွက်ဖြစ်သည်။ ဤသည်မှာ မည်သည့်အစိုးရတစ်ရပ် သို့မဟုတ် အစိုးရတွင်း အေဂျင်စီတစ်ရပ်မှ စီးပွါးဖြစ်လုပ်ဆောင်နေသော သုတသနဝန်ဆောင်မှု သို့မဟုတ် domain မဟုတ်ချေ။ ဤသည်မှာ အကျိုးအမြတ်အတွက်မဟုတ်သည့် အစိုးရမဟုတ်သော data/open ဗဟုသုတမီဒီယာတစ်ခု ဖြစ်သည်။ သတင်းအချက်အလက်များကို ဂရုတစိုက် လေ့လာအတည်ပြုစစ်ဆေးပြီးမှသာ အများသူငါ ကြည့်ရှုနိုင်ရန်တင်ပေးခြင်းဖြစ်သည်။ မည်သို့ပင်ဆိုစေကာမူ {ODM/C/V/Mm/T/L} အနေဖြင့် မည်သည့်အခြေအနေတွင်မဆို တတိယ ရင်းမြစ်များ၏ တိကျမှု၊ ပြီးပြည့်စုံမှု သို့မဟုတ် သင့်တင့်လျောက်ပတ်မှုတို့အတွက် အာမ မခံပါ။ ဤနေရာတွင်ရှိနေသော သို့မဟုတ် ထောက်ပံ့ပေးထားသော အချက်အလက်များ၊ materials သို့မဟုတ် စာတမ်းများကို ဖော်ပြမှု သို့မဟုတ် အသုံးချမှုတို့အတွက် အချက်အလက်အားဖြင့် သို့မဟုတ် ဥပဒေအားဖြင့် တိကျမှု၊ ပြီးပြည့်စုံမှု သို့မဟုတ် သင့်တင့်လျောက်ပတ်မှုတို့ကို {ODM/C/V/Mm/T/L} မှ ကိုယ်စားမပြုပါ သို့မဟုတ် အာမ မခံပါ။ Site ကိုအသုံးပြုသူများကိုလည်း ၎င်းတို့၏လုပ်ဆောင်ချက်များကို အထောက်အကူပြုရန်အတွက် သုတေသနများထပ်မံလုပ်ဆောင်ရန်တိုက်တွန်းပါသည်။ သုတေသနများထပ်မံပြုလုပ်ခဲ့ပါက ကျွန်ုပ်တို့အဖွဲ့နှင့်ဆက်သွယ်ပြီး ဤ site ၏ တိကျသေချာမှုကို ပိုမိုတိုးတက်စေမည်ဖြစ်သည်။ {ODM/C/V/Mm/T/L} website သို့မဟုတ် database ကိုရယူခြင်းဖြင့် သုံးစွဲသူများအနေဖြင့် ဤ site မှထောက်ပံ့ထားသော သတင်းအချက်အလက်ကို အသုံးပြုခြင်းအတွက် တာဝန်ယူပြီး အသုံးပြုမှုကြောင့် တစ်ဦးချင်းစီ သို့မဟုတ် ပုဂ္ဂလများ၏ဖွံ့ဖြိုးတိုးတက်မှု၊ ပုံစံနှင့် အကြောင်းအရာများဆုံးရှုံးမှု၊အန္တရာယ် ဖြစ်စေမှု သို့မဟုတ် ပျက်ဆီးစေမှုတို့မဖြစ်အောင် အသုံးပြုရမည်။
th: ข้อความและเนื้อหาต้นฉบับใด ๆ ที่ผลิตและเผยแพร่โดย Open Development Thailand นี้ได้รับใบอนุญาตภายใต้ CC BY-SA 3.0 บทสรุปของบทความและข่าวนำมาจากแหล่งข้อมูลที่ได้รับการคุ้มครองลิขสิทธิ์ตามหลักการใช้งานข้อมูลที่เป็นธรรม เนื้อหาในเว็บไซต์ Open Development Thailand (ODT) และฐานข้อมูล อันประกอบด้วยข้อมูลที่รวบรวมจากเอกสารที่มีการเผยแพร่อย่างเปิดเผย จัดทำขึ้นโดยไม่มีค่าใช้จ่ายใด ๆ โดยมีวัตถุประสงค์เพื่อเป็นแหล่งข้อมูลทั่วไปเท่านั้น ซึ่งไม่ได้เป็นบริการการวิจัยทางการค้าหรือโดเมนที่จัดการโดยหน่วยงานของรัฐหรือหน่วยงานระหว่างรัฐบาลใด ๆ เป็นการจัดการในฐานะกลุ่มข้อมูลเปิด/ความรู้เปิดโดยภาคเอกชนที่ไม่หวังผลกำไร ภายหลังจากกระบวนการตรวจสอบข้อมูลและยืนยันอย่างถี่ถ้วนจึงจะเผยแพร่ข้อมูลต่อสาธารณะ อย่างไรก็ตาม ODT ไม่สามารถรับประกันความถูกต้อง ความสมบูรณ์ ความเชื่อถือได้ จากแหล่งข้อมูลบุคคลที่สามในทุกกรณี ทาง ODT ไม่รับรองหรือรับประกันใด ๆ ไม่ว่าจะโดยชัดแจ้งหรือโดยนัย ข้อเท็จจริงหรือกฎหมายเกี่ยวกับความถูกต้อง ความสมบูรณ์หรือความเหมาะสมของข้อมูล เนื้อหาหรือเอกสารที่มีหรืออ้างอิงไว้ในที่นี้หรือที่จัดหามา ผู้ใช้เว็บไซต์ได้รับการสนับสนุนให้ทำวิจัยเพิ่มเติมเพื่อสนับสนุนกิจกรรมของพวกเขา และแบ่งปันผลการวิจัยกับทีมงานของเรา ติดต่อเราเพื่อปรับปรุงความถูกต้องของเว็บไซต์ เมื่อมีการเข้าถึงเว็บไซต์ ODT หรือเข้าถึงฐานข้อมูล หากมีการสูญเสียหรือเกิดความเสียหายเกิดขึ้นระหว่างการใช้งาน ผู้ใช้ยินยอมที่จะรับผิดชอบอย่างเต็มที่ต่อความไว้วางใจของข้อมูลบนเว็บไซต์ ไม่ทำอันตรายและปฏิเสธความรับผิดชอบใด ๆ ต่อบุคคลหรือหน่วยงานที่เกี่ยวข้องกับการพัฒนารูปแบบและเนื้อหาในเว็บไซต์
vi: Trang web này cùng toàn bộ dữ liệu được xây dựng và công bố bởi nhóm Dữ liệu mở về phát triển {country} đều áp dụng giấy phép bản quyền mở phiên bản 3.0 Ghi công – Chia sẻ tương tự. Các nội dung tóm lược đều được trích dẫn từ tài liêu gốc, áp dụng nguyên tắc sử dụng công bằng và tôn trọng quyền tác giả. Tài nguyên và các dữ liệu trên trang web {country} {ODM/C/V/Mm/T/L} được thu thập từ các tài liệu đã công bố và chia sẻ miễn phí với mục tiêu cung cấp thông tin rộng rãi cho công chúng. Trang web này không phải là dịch vụ mang tính thương mại và không do cơ quan nhà nước hay một cơ chế liên chính phủ nào vận hành mà vận hành bởi một nhóm phi lợi nhuận trong lĩnh vực dữ liệu mở và tri thức mở. Thông tin công bố trên trang web đã được kiểm tra và xác minh. Mặc dù vậy, {ODM/C/V/Mm/T/L} miễn trừ trách nhiệm đối với thông tin do bên thứ ba cung cấp. {ODM/C/V/Mm/T/L} không đại diện hay chịu trách nhiệm, cả về khía cạnh thực tế và luật pháp, về tính chính xác, toàn vẹn và tương thích của dữ liệu và tài liệu được công bố hoặc tham chiếu. Chúng tôi khuyến khích người dùng khai thác sâu dữ liệu trên trang web để phục vụ nghiên cứu của bản thân, đồng thời chia sẻ lại kết quả nghiên cứu của quý vị nhằm giúp trang web ngày hoàn thiện dữ liệu. Với việc truy cập và khai thác dữ liệu trên trang web {ODM/C/V/Mm/T/L}, người dùng cam kết chịu trách nhiệm cá nhân khi quyết định tin cậy các thông tin được cung cấp, không gây phiền hà hay đổ trách nhiệm cho các cá nhân, tổ chức tham gia phát triển và xây dựng nội dung trang web, ngay cả khi xảy ra bất cứ sự thiệt hại, mất mát nào từ quá trình sử dụng dữ liệu

source: Khmer PDF
lo: PDF ເປັນພາສາຂະເໝນ

source: Khmer PDF not available
lo: ບໍ່ມີ PDF ເປັນພາສາຂະເໝນ

source: Jan
lo: ມັງກອນ
my: ဇန်နဝါရီ
th: ม.ค.

source: Feb
lo: ກຸມພາ
my: ဖေဖော်ဝါရီ
th: ก.พ.

source: Mar
lo: ມີນາ
my: မတ်
th: มี.ค.

source: Apr
lo: ເມສາ
my: ဧပြီ
th: เม.ย.

source: May
lo: ພຶດສະພາ
my: မေ
th: พ.ค.

source: Jun
lo: ມິຖຸນາ
my: ဇန်နဝါရီ
th: มิ.ย.

source: Jul
lo: ກໍລະກົດ
my: ဂျူလိုင်
th: ก.ค.

source: Aug
lo: ສິງຫາ
my: သြဂုတ်
th: ส.ค.

source: Sep
lo: ກັນຍາ
my: စက်တင်ဘာ
th: ก.ย.

source: Oct
lo: ຕຸລາ
my: အောက်တိုဘာ
th: ต.ค.

source: Nov
lo: ພະຈິກ
my: နိုဝင်ဘာ
th: พ.ย.

source: Dec
lo: ທັນວາ
my: ဒီဇင်ဘာ
th: ธ.ค.

source: Text search
lo: ຄົ້ນຫາຂໍ້ຄວາມ
my: စာသားဖြင့်ရှာဖွေခြင်း
th: ค้นหาข้อความ
vi: Tìm văn bản

source: Type your search here
lo: ພິມການຊອກຫາຂອງທ່ານຢູ່ໜີ້
my: သင်ရှာဖွေလိုသည့်အရာကို ဤနေရာတွင်ရိုက်နှိပ်ပါ
th: พิมพ์ข้อความของคุณที่นี่
vi: Nhập từ khóa tìm kiếm

source: Topic
lo: ຫົວຂໍ້
my: ခေါင်းစဥ်
th: หัวข้อ
vi: Chuyên đề

source: Select categories
lo: ເລືອກໝວດໝູ່
my: အမျိုးအစားများရွေးချယ်ခြင်း
th: เลือกหมวดหมู่
vi: Chọn phân mục

source: Content type
lo: ຮູບແບບຂອງເນື້ອຫາ
my: အကြောင်းအရာအမျိုးအစား
th: รูปแบบของเนื้อหา
vi: Hình thức nội dung

source: Select content types
lo: ເລືອກຮູບແບບຂອງເນື້ອຫາ
my: အကြောင်းအရာအမျိုးအစားများရွေးချယ်ခြင်း
th: เลือกรูปแบบของเนื้อหา
vi: Chọn hình thức nội dung

source: Date range
lo: ຊ່ວງວັນທີ
my: ရက်စွဲအပိုင်းအခြား
th: ช่วงวันที่
vi: Khoảng thời gian

source: From
lo: ຈາກ
my: မှ
th: จาก
vi: Từ

source: To
lo: ເຖິງ
my: သို့
th: ถึง
vi: đến

source: Search filter
lo: ຄົ້ນຫາໂຕຄັດກອງ
my: ရှာဖွေမှုကိုစစ်ထုတ်မည်
th: ค้นหาตัวกรอง

source: Clear filter
lo: ລຶບໂຕຄັດກອງ
my: စစ်ထုတ်မှုကိုရှင်းလင်းမည်
th: ล้างตัวกรอง

source: Cancel filters
lo: ຍົກເລີກໂຕຄັດກອງ
my: Filter များကိုဖျက်မည်
th: ยกเลิกตัวกรอง
vi: Hủy lọc

source: More filters
lo: ໂຕຄັດກອງເພີ່ມເຕີມ
my: နောက်ထပ် filter များ
th: ตัวกรองเพิ่มเติม
vi: Thêm tiêu chí lọc

source: Su
lo: ອາທິດ
my: တနင်္ဂနွေ
th: อา.

source: Mo
lo: ຈັນ
my: တနင်္လာ
th: จ.

source: Tu
lo: ອັງຄານ
my: အင်္ဂါ
th: อ.

source: We
lo: ພຸດ
my: ဗုဒ္ဓဟူး
th: พ.

source: Th
lo: ພະຫັດ
my: ကြာသပတေး
th: พฤ.

source: Fr
lo: ສຸກ
my: သောကြာ
th: ศ.

source: Sa
lo: ເສົາ
my: စနေ
th: อา.

source: Interactive Map
lo: ແຜນທີ່ແບບໂຕ້ຕອບ
th: แผนที่ที่ทำงานร่วมกัน
vi: Bản đồ tương tác

source: Base Layers
lo: ພື້ນຖານຊັ້ນຂໍ້ມູນ
th: ชั้นแผนที่ฐาน

source: Map Layers
lo: ຊັ້ນແຜນທີ່
my: မြေပုံအလွှာများ
th: ชั้นแผนที่
vi: Các lớp bản đồ

source: Layer categories
lo: ຊັ້ນໝວດໝູ່
my: အလွှာအမျိုးအစားများ
th: หมวดหมู่ชั้นข้อมูล
vi: Phân mục lớp bản đồ

# taxonomy general name
source: Layer categories
lo: ຊັ້ນໝວດໝູ່
my: အလွှာအမျိုးအစားများ
th: หมวดหมู่ชั้นข้อมูล
vi: Phân mục lớp bản đồ

# taxonomy singular name
source: Layer category
lo: ຊັ້ນໝວດໝູ່
my: အလွှာအမျိူအစား
th: หมวดหมู่ชั้นข้อมูล
vi: Hạng mục lớp

source: Search Layer categories
lo: ຄົ້ນຫາຊັ້ນໝວດໝູ່
my: အလွှာအမျိုးအစားများကိုရှာဖွေမည်
th: ค้นหาหมวดหมู่ชั้นข้อมูล
vi: Tìm kiếm phân mục lớp bản đồ

source: All Layer categories
lo: ຊັ້ນໝວດໝູ່ທັງໝົດ
my: အလွှာအမျိုးအစားများအားလုံး
th: หมวดหมู่ชั้นข้อมูลทั้งหมด
vi: Toàn bộ danh mục lớp bản đồ

source: Parent Layer category
lo: ຊັ້ນໝວດໝູ່ຕົ້ນສະບັບ
my: မူရင်းအလွှာအမျိုးအစား
th: หมวดหมู่ชั้นข้อมูลเดิม
vi: Danh mục lớp bản đồ gốc

source: Parent Layer category:
lo: ຊັ້ນໝວດໝູ່ຕົ້ນສະບັບ
my: အလွှာအမျိုးအစားများ
th: หมวดหมู่ชั้นข้อมูลเดิม:
vi: Danh mục lớp bản đồ gốc

source: Edit Layer category
lo: ດັດແກ້ຊັ້ນໝວດໝູ່
my: အလွှာအမျိုးအစားတည်းဖြတ်ရန်
th: แก้ไขหมวดหมู่ชั้นข้อมูล
vi: Sửa danh mục lớp

source: Update Layer category
lo: ອັບເດດຊັ້ນໝວດໝູ່
my: အလွှာအမျိုးအစားကို update လုပ်မည်
th: ปรับปรุงหมวดหมู่ชั้นข้อมูล
vi: Cập nhật phân mục lớp bản đồ

source: Add New Layer category
lo: ເພີ່ມຊັ້ນໝວດໝູ່ໃໝ່
my: အလွှာအမျိုးအစားအသစ်ထည့်သွင်းမည်
th: เพิ่มหมวดหมู่ชั้นข้อมูลใหม่
vi: Thêm phân mục lớp bản đồ

source: New Layer category Name
lo: ໃສ່ຊື່ຊັ້ນໝວດໝູ່ໃໝ່
my: အလွှာအမျိုးအစားအသစ်အမည်
th: ชื่อหมวดหมู่ชั้นข้อมูลใหม่
vi: Tên phân mục lớp mới

source: Layer settings
lo: ການຕັ້ງຄ່າຊັ້ນຂໍ້ມູນ
my: အလွှာနေရာချထားမှုပုံစံ
th: ตั้งค่าชั้นข้อมูล
vi: Cấu hình lớp

source: Layer legend
lo: ຄຳອະທິບາຍສັນຍາລັກຂອງຊັ້ນຂໍ້ມູນ
my: အလွှာရှင်းလင်းမှု
th: คำอธิบายสัญลักษณ์ของชั้นข้อมูล
vi: Chú giải lớp bản dồ

source: Map setup
lo: ການຕັ້ງຄ່າແຜນທີ່
my: မြေပုံ တည်ဆောက်မှုပုံစံ
th: ตั้งค่าแผนที่

source: Enter your HTML code to use as legend on the layer (English)
lo: ໃສ່ລະຫັດ HTML ຂອງທ່ານເພື່ອນຳໃຊ້ເປັນຄຳອະທິບາຍຂອງຊັ້ນ (ພາສາອັງກິດ)
my: မြေပုံအညွှန်းအဖြစ်အသုံးပြုရန်အတွက် သင်၏ HTML code ကိုအလွှာ(English) ပေါ်တွင်ထည့်သွင်းပါ
vi: Nhập mã HTML để chú thích cho lớp (tiếng Anh)

source: Enter your HTML code to use as legend on the layer (
lo: ໃສ່ລະຫັດ HTML ຂອງທ່ານເພື່ອນຳໃຊ້ເປັນຄຳອະທິບາຍຂອງຊັ້ນ (
my: မြေပုံအညွှန်းအဖြစ်အသုံးပြုရန်အတွက် သင်၏ HTML code ကိုအလွှာ( ပေါ်တွင်ထည့်သွင်းပါ
vi: Nhập mã HTML để chú thích cho lớp (
