Repository: OpenDevelopmentMekong/wp-odm_theme
Catalog: i18n/*.po
Languages: lo, my, th, vi

source: Legend
lo: ຄຳອະທິບາຍສັນຍາລັກ
th: คำอธิบายสัญลักษณ์

source: Left
lo: ຊ້າຍ
my: ဘယ်
th: ซ้าย

source: Right
lo: ຂວາ
my: ညာ
th: ขวา

source: Show all legends
lo: ສະແດງຄຳອະທິບາຍສັນຍາລັກທັງໝົດ
my: Legend များအားလုံးကိုပြမည်
th: แสดงคำอธิบายสัญลักษณ์ทั้งหมด

source: Print
lo: ພິມ
th: พิมพ์
vi: In

source: Created date:
lo: ມື້ທີ່ສ້າງ
my: ဖန်တီးခဲ့သည့်ရက်စွဲ
th: สร้างเมื่อ:

source: stories
lo: ເລື່ອງ
my: သတင်းများ
th: เรื่องราว

source: Share
lo: ແບ່ງປັນ
my: ဝေမျှမည်
th: แชร์
vi: Chia sẻ

source: Open slideshow
lo: ເປີດສໄລໂຊ
my: Slideshow ကိုဖွင့်မည်
th: ดูสไลด์โชว์
vi: Mở trình chiếu

source: Watch video gallery
lo: ເບິ່ງຄັງວີດີໂອ
my: ရုပ်သံပြခန်းထဲတွင်ဝင်ကြည့်မည်
th: เปิดคลังวิดีโอ
vi: Xem thư viện video

source: Watch video
lo: ເບິ່ງວີດີໂອ
my: ရုပ်သံကြည့်ရှုမည်
th: ดูวิดีโอ
vi: Xem video

source: View image gallery
lo: ເບິ່ງຄັງຮູບພາບ
my: ရုပ်ပုံပြခန်းကိုကြည့်ရှုမည်
th: เปิดคลังรูปภาพ
vi: Xem thư viện ảnh

source: View fullscreen image
lo: ເບິ່ງຮູບພາບເຕັມໜ້າຈໍ
my: ပုံကိုမျက်နှာပြင်အပြည့်ကြည့်မည်
th: ขยายรูปเต็มหน้าจอ
vi: Xem ở chế độ toàn màn hình

source: View infographic
lo: ເບິ່ງອິນໂຟກຣາຟຟິກ
my: သရုပ်ဖော်ပုံကြည့်ရှုမည်
th: ดูอินโฟกราฟิกส์
vi: Xem ảnh đồ họa

source: View infographics
lo: ເບິ່ງອິນໂຟກຣາຟຟິກ
my: သရုပ်ဖော်ပုံများကြည့်ရှုမည်
th: ดูอินโฟกราฟิกส์
vi: Xem đồ họa

# reduced date format
source: m/d/Y
lo: ວ/ດ/ປ
th: เดือน/วัน/ปี
vi: tháng/ngày/năm

source: Title:
lo: ຫົວຂໍ້
my: ခေါင်းစဉ်:
th: หัวข้อ:
vi: Tiêu đề

source: Select layout:
lo: ເລືອກການຈັດວາງ:
my: အပြင်အဆင်ရွေးချယ်မည်
th: เลือกการจัดวาง:
vi: Chọn bố cục:

source: Select max number of posts to list (-1 to show all):
lo: ເລືອກຈຳນວນສູງສຸດຂອງໂພດສ໌ເພື່ອລົງລາຍການ (-1 ເພື່ອສະແດງທັງໝົດ)
my: စာရင်းသွင်းလိုသည့် အများဆုံး post အရေအတွက်ကို ရွေးချယ်မည် (-1 မှ အားလုံး)
vi: Chọn liệt kê tối đa số lượng bài đăng (-1 để hiển thị toàn bộ):

source: Order by:
lo: ສັ່ງໂດຍ:
my: စီစဉ်မည်
th: เรียงตาม:

source: Links should take user to:
lo: ລິ້ງນີ້ຈະພາຜູ້ນຳໃຊ້ໄປຫາ:
my: Link များသည်အသုံးပြုသူကိုခေါ်ဆောင်သွားမည့်နေရာ
th: ลิงก์จะเชื่อมต่อไปยัง:

source: Access the complete database
lo: ເຂົ້າຫາຊຸດຂໍ້ມູນທີ່ສົມບູນ
my: ပြည့်စုံပြီးသား database ကိုရယူမည်
th: สิทธิ์เข้าถึงฐานข้อมูลทั้งหมด
vi: Truy cập toàn bộ dữ liệu

source: Type your search and hit enter
lo: ພິມສິ່ງທີ່ທ່ານຕ້ອງການຄົ້ນຫາ ແລ້ວກົດ enter
my: သင်ရှာဖွေလိုသည်ကိုရိုက်ထည့်ပြီး enter နှိပ်ပါ
th: พิมพ์ข้อความของคุณที่นี่
vi: Nhập nội dung tìm kiếm và nhấn enter

source: Previous page
lo: ໜ້າທີ່ແລ້ວ
my: ပြီးခဲ့သည့်စာမျက်နှာ
th: หน้าที่แล้ว
vi: Trang trước

source: Next page
lo: ໜ້າຖັດໄປ
my: လာမည့်စာမျက်နှာ
th: หน้าถัดไป
vi: Trang tiếp

source: Type
lo: ຮູບແບບ
my: အမျိုးအစား
th: รูปแบบ

source: Select dataset type
lo: ເລືອກຮູບແບບຊຸດຂໍ້ມູນ
my: Dataset အမျိုးအစား ရွေးချယ်မည်
th: เลือกรูปแบบชุดข้อมูล

source: All
lo: ທັງໝົດ
my: အားလုံး
th: ทั้งหมด

source: Language
lo: ພາສາ
my: ဘာသာစကား
th: ภาษา

source: Select language
lo: ເລືອກພາສາ
my: ဘာသာစကား ရွေးချယ်မည်
th: เลือกภาษา

source: Country
lo: ປະເທດ
my: နိုင်ငံ
th: ประเทศ

source: Select country
lo: ເລືອກປະເທດ
my: နိုင်ငံ ရွေးချယ်မည်
th: เลือกประเทศ

source: Select term
lo: ເລືອກເງື່ອນໄຂ
th: เลือกเงื่อนไข

source: License
lo: ການອະນຸຍາດ
my: လိုင်စင်
th: ใบอนุญาต

source: Select license
lo: ເລືອກໃບອະນຸຍາດ
my: လိုင်စင်ကို ရွေးချယ်ပါ
th: เลือกใบอนุญาต

source: Source
lo: ແຫຼ່ງຂໍ້ມູນ
my: ရင်းမြစ်
th: แหล่งข้อมูล

source: Search Filter
lo: ຄົ້ນຫາໂຕກອງ
my: ရှာဖွေမှုကို စစ်ထုတ်ခြင်း
th: ค้นหาตัวกรอง
vi: Bộ lọc tìm kiếm

source: Clear
lo: ລຶບລ້າງ
my: ရှင်းလင်းပါ
th: ล้าง

source: Most viewed datasets
lo: ຊຸດຂໍ້ມູນທີ່ຖືກເຂົ້າເບິ່ງຫຼາຍທີ່ສຸດ
my: ကြည့်ရှုမှုအများဆုံး dataset များ
th: ชุดข้อมูลที่มีการเข้าชมมากที่สุด

source: Most viewed library records
lo: ຊຸດຂໍ້ມູນໃນຫ້ອງສະໝຸດທີ່ຖືກເຂົ້າເບິ່ງຫຼາຍທີ່ສຸດ
my: ကြည့်ရှုမှုအများဆုံး စာကြည့်တိုက်မှတ်တမ်းများ
th: ข้อมูลในห้องสมุดที่มีการเข้าชมมากที่สุด

source: Most viewed laws
lo: ກົດໝາຍທີ່ຖືກເຂົ້າເບິ່ງຫຼາຍທີ່ສຸດ
my: အများဆုံး ကြည့်ရှုသော ဥပဒေအမျိုးအစားများ
th: กฏหมายที่มีการเข้าชมมากที่สุด

source: Records
lo: ຂໍ້ມູນບັນທຶກ
my: မှတ်တမ်းများ
th: ข้อมูลบันทึก

source: More on the law compendium
lo: ຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບບົດສະຫຼຸບກົດໝາຍ
my: ဥပဒေအကြောင်းအရာများနှင့်ပါတ်သက်၍နောက်ထပ်
th: ข้อมูลเพิ่มเติมเกี่บวกับบทสรุปกฎหมาย

source: Dataset type
lo: ຮູບແບບຊຸດຂໍ້ມູນ
my: Dataset အမျိုးအစား
th: รูปแบบชุดข้อมูล

source: Datasets
lo: ຊຸດຂໍ້ມູນ
my: Dataset များ
th: ชุดข้อมูล

source: Publications
lo: ສິ່ງພິມ
my: စားကြည့်တိုက်ထုတ်ဝေမှုများ
th: บทความเชิงวิชาการ

source: Laws
lo: ກົດໝາຍ
my: ဥပဒေများ
th: กฎหมาย

source: Agreements
lo: ຂໍ້ຕົກລົງ
my: သဘောတူညီချက်များ
th: ข้อตกลง

source: Sort by
lo: ຈັດຮຽງໂດຍ
my: အလိုက်စီစဥ်မည်
th: จัดเรียง

source: Relevance
lo: ຄວາມກ່ຽວຂ້ອງ
my: သင့်လျော်မှု
th: ความสัมพันธ์

source: Date modified
lo: ວັນທີທີ່ດັດແປງ
my: ပြန်လည်ပြင်ဆင်သည့်ရက်စွဲ
th: แก้ไขเมื่อ

source: Manage on CKAN
lo: ຈັດການເທິງ CKAN
my: CKAN ပေါ်တွင်စီမံခန့်ခွဲမည်
th: จัดการบน CKAN

source: Manage
lo: ຈັດການ
my: စီမံခန့်ခွဲမည်
th: จัดการ

source: Other search results
lo: ຜົນການຄົ້ນຫາເພີ່ມເຕີມ
th: ผลการค้นหาเพิ่มเติม

source: Pages:
lo: ໜ້າ:
my: စာမျက်နှာများ
vi: Trang:

source: Download
lo: ດາວໂຫຼດ
th: ดาวน์โหลด
vi: Tải về

source: Keep reading
lo: ອ່ານຕໍ່ໄປ
my: ဆက်လက်ဖတ်ရှုမည်
th: อ่านต่อ
vi: Đọc tiếp

source: Latest articles on
lo: ຫົວຂໍ້ລ່າສຸດກ່ຽວກັບ
my: နောက်ဆုံးရ သတင်းဆောင်းပါးများ
th: เรื่องล่าสุด
vi: Các tin bài gần nhất về

source: More on the Land Portal library
lo: ຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບທີ່ດິນໃນຫ້ອງສະໝຸດ
my: Land Portal library အကြောင်းပိုမိုသိလိုလျှင်
th: ข้อมูลเพิ่มเติมเกี่ยวกับที่ดินในห้องสมุด

source: If you received this error after selecting a new geographic location from the top menu, it means the new location doesn't have an information page on this topic that the old location had. To see what information does exist for this new location you've chosen simply click any of the navigation main menu items (News, Topics, Maps, Data, etc..) from the navigation menu above this message .
my: အကယ်၍သင်သည် ထိပ်ဆုံးမီနူးတွင်းမှ ပထဝီတည်နေရာသစ်တစ်ခုကို ရွေးချယ်ပြီးသော်လည်း ဤ error ကိုရရှိနေသေးပါက တည်နေရာအဟောင်းတွင်သာရှိသော သတင်းအချက်အလက်သည် တည်နေရာအသစ်တွင်ရှိမနေသေးသောကြောင့်ဖြစ်သည်။ တည်နေရာအသစ်အတွက် မည်သည့်သတင်းအချက်ရှိပြီးဖြစ်သည်ကို ကြည့်ရှုလိုပါက ဤစာ၏အပေါ်တွင်ရှိသော navigation main menu ထဲတွင်ပါဝင်သည့် (သတင်းများ၊ ခေါင်းစဥ်များ၊ မြေပုံများ၊ Data စသည်ဖြင့်) တစ်ခုခုကိုရွေးချယ်နိုင်ပါသည်။

source: Dashboards
my: Dashboard များ

source: Inverses Y axis numbering for tiles (turn this on for TMS services).
my: tiles များအတွက် Y axis ကိုပြောင်းပြန်လှန်ပါ (TMS ဝန်ဆောင်မှုများအတွက် ဤအရာကိုလှည့်ပါ)
vi: Đảo ngược cách đánh số trục Y để chồng lớp bản đồ (bật chế độ này để chồng lớp bản đồ)

source: Workspaces:Layer Name (English)
my: Workspaces:အလွှာအမည် (English)
vi: Không gian làm việc: Tên lớp (tiếng Anh)

source: Workspaces and Layer name"
my: Workspaces and အလွှာအမည် "
vi: Không gian làm việc và tên lớp"

source: Workspaces:Layer Name (
my: Workspaces:အလွှာအမည် (
vi: Không gian làm việc: Tên lớp (

source: Eg. in Geoserver, Energy:Transmission_lines_kh, <strong>Engergy</strong> is workspace name and <strong>Transmission_lines</strong> is layer name.
my: ဥပမာ. in Geoserver, Energy:Transmission_lines_kh, <strong>Engergy</strong> is workspace name and <strong>Transmission_lines</strong> is layer name.
vi: VD. trong Geoserver, Năng lượng:Đường dây_truyền tải_kh, <strong>Năng lượng</strong> là không gian làm việc và <strong>Đường dây_truyền tải</strong> là tên lớp.

source: Please add the attribute_name or strings to display as the title in inforwindow.
my: Inforwindow အတွက်ခေါင်းစဉ်အဖြစ်ဖော်ပြရန်ဖို့ attribute_name သို့မဟုတ် strings ထည့်ပေးပါ။

source: Strings or attribute_name
my: Strings သို့မဟုတ် attribute_name

source: To show the view detail link on infowindow, please add the URL with {{attribute_name}} or only the attribute_name that contains the link.
my: Infowindow ပေါ်တွင် အသေးစိတ် link ကိုကြည့်ရှုရန်ပြသမှုအတွက် {{attribute_name}} သို့မဟုတ် link ပါဝင်သော attribute_name ချည်းသက်သက်ကို URL နှင့်အတူထည့်သွင်းပါ

source: Query data from your table.<br/>E.g.: region = "north"
my: သင်၏ဇယားမှ data တောင်းဆိုချက်။
vi: Truy vấn dữ liệu từ bảng.<br/>VD: region = "north"

source: Go to the advanced search
my: အထူးရှာဖွေမှုကိုသွားမည်။

source: Close
my: ပိတ်မည်

source: Showing all results
my: ရလဒ်အားလုံးကိုပြသမည်

source: Map
my: မြေပုံ

source: Full Width Middle Content
my: အလယ်အလတ်အနံပြည့်အကြောင်းအရာ

source: wp-odm_solr plugin is not properly configured. Please contact the system's administrator
my: wp-odm_solr plugin ကို ကောင်းမွန်စွာမစီစဥ်ရသေးပါ၊ system ကိုစီမံခန့်ခွဲသူကို ကျေးဇူးပြု၍ဆက်သွယ်ပါ

source: Open Development Theme Options
my: Open Development Theme ရွေးချယ်စရာများ
vi: Lựa chọn chủ đề phát triển mở

source: Single and archive pages
my: တစ်ခုတည်းနှင့် သိပ်ဆည်းထားသောစာမျက်နှာများ

source: (Add the WP post type name that would like to show on the category page. (separated by comma))
my: (အမျိုးအမည်စာမျက်နှာပေါ်တွင်ပြသလိုသည့် WP post အမျိုးအစားအမည်ကိုထည့်သွင်းမည် (comma ဖြင့်ပိုင်းခြားထားသော))

source: (Add the ckan record's type name that would like to show on the category page. (separated by comma))
my: (အမျိုးအမည်စာမျက်နှာပေါ်တွင်ပြသလိုသော ckan မှတ်တမ်း၏ အမျိုးအစားအမည်ကို ထည့်သွင်းမည် (comma ဖြင့်ပိုင်းခြားထားသော))

source: English PDF not available
my: English PDF မရရှိနိုင်ပါ

source: Error locating %s for inclusion
my: ထည့်သွင်းမှုအတွက် %s ကိုရှာရာတွင် အမှားတွေ့သည်
vi: Lỗi định vị %s

source: Copy the embed code
my: Embed code ကိုကူးယူမည်
th: คัดลอกที่อยู่
vi: Sao chép mã nhúng

source: Display post taxonomies hierarchically.
my: Taxonomy များကိုအရေးပါမှုအဆင့်အလိုက်ပြသပါ။
vi: Hiển thị cây thư mục

source: Taxonomies to display:
my: Taxonomy များကိုပြသရန်။
vi: Cây thư mục cho hiển thị:

source: ODM Contents same category
my: အမျိုးအစားတူညီသည့် ODM အကြောင်းအရာများ
vi: Nội dung cùng phân mục trên ODM

source: Display other content from other post types tagged with the same categories as the one where the widget is integrated.
my: Post အမျိုးအစားများကို တူညီသည့်အမျိုးအစားများနှင့် ချိတ်ဆက်ထားသော widget ထည့်သွင်းထားသည့် အခြားအကြောင်းအရာများကိုပြပါ
vi: Hiển thị các nội dung khác cùng phân mục đã được tích hợp trong widget

source: Select custom post type:
my: စိတ်ကြိုက် post အမျိုးအစားရွေးချယ်မည်
vi: Chọn hình thức điều chỉnh

source: Show post excerpt:
my: Post ၏ တစ်စိတ်တစ်ပိုင်းကိုပြပါ
vi: Hiển thị nội dung rút gọn:

source: Show post thumbnail:
my: Post thumbnail ကိုပြပါ
vi: Hiển thị ảnh thu nhỏ:

source: Show post meta:
my: Post meta ကိုပြပါ
vi: Hiển thị thông tin mô tả:

source: Show source meta:
my: မူရင်း ရင်းမြစ်၏ meta ကို ပြပါ:

source: Select location of 'More...':
my: 'နောက်ထပ်...': ၏ တည်နေရာကိုရွေးချယ်ပါ
th: เลือกสถานที่ 'เพิ่มเติม...':

source: ODM Custom Posts
my: ODM စိတ်ကြိုက် Post များ
vi: Các bài đăng thủ công trên ODM

source: Display entries of the spefied custom post type
my: အသေးစိတ်ထားသော စိတ်ကြိုက် post အမျိုးအစားများထည့်သွင်းမှုကိုပြပါ
vi: Hiển thị tin theo yêu cầu

source: Specific list of posts (optional):
my: Post များ၏အသေးစိတ်စာရင်း (ချွင်းချက်)

source: Display ODM taxonomy for content
my: အကြောင်းအရာအတွက် ODM taxonomy ကိုပြပါ
vi: Hiển thị Cây thư mục nội dung của ODM

source: Include Category by IDs (separated by commas):
my: ID များအလိုက်အမျိုးအစားများကိုပါဝင်စေပါ (comma များဖြင့်ခွဲခြားထားပါ)
vi: Gồm phân mục theo ID (tách bằng dấu phẩy):

source: Exclude Category by IDs (separated by commas):
my: ID များအလိုက်အမျိုးအစားများကိုဖယ်ထုတ်ပါ (comma များဖြင့်ခွဲခြားထားပါ)
vi: Không gồm phân mục theo ID (tách bằng dấu phẩy):

source: Please provide an id as parameter
my: ID တစ်ခုကို parameter အဖြစ်ပေးပါ
vi: Cung cấp ID dạng tham số

source: Download metadata
my: Metadata ကို download လုပ်မည်

source: Get GeoJSON
my: GeoJSON ကိုရယူမည်

source: The contents you are requesting do not seem to exist. Please try using the search function on the top-right area of the screen or browsing other country sites.
th: ไม่พบข้อมูลที่คุณต้องการ โปรดใช้ฟังก์ชันการค้นหาที่มุมขวาบนของหน้าจอ หรือ ค้นหาในเว็บไซต์ของประเทศอื่น ๆ

source: Eg. in Geoserver, Energy:Transmission_lines, <strong>Engergy</strong> is workspace name and <strong>Transmission_lines</strong> is layer name.
vi: VD. trong Geoserver, Năng lượng:Đường dây_truyền tải, <strong>Năng lượng</strong> là không gian làm việc và <strong>Đường dây_truyền tải</strong> là tên lớp.

source: CartoDB visualization URL.<br/>E.g.: http://infoamazonia.cartodb.com/api/v2/viz/621d23a0-5eaa-11e4-ab03-0e853d047bba/viz.json
vi: URL hiển thị CartoDB.<br/>VD.: http://infoamazonia.cartodb.com/api/v2/viz/621d23a0-5eaa-11e4-ab03-0e853d047bba/viz.json

source: Open Development Style
vi: Hình thức phát triển mở

source: Open Development
vi: Phát triển mở

source: (This id can be found on the Featured Area plugin slider's settings.)
vi: (ID này có thể tìm thấy trong phần cài đặt của FA PRO)

source: ODM Post Taxonomy
vi: Cây thư mục nội dung ODM

source: ODM Content Taxonomy Widget
vi: Bảng điều khiển Cây thư mục nội dung của ODM

source: Content API
vi: Nội dung API
