Repository: OpenDevelopmentMekong/wp-odm_theme
Catalog: i18n/*.po
Languages: lo, my, th, vi

source: Add and manage <a href="%s" target="_blank">layers</a> on your map.
lo: ເພີ່ມ ແລະ ຈັດການ <a href="%s" target="_blank">ຊັ້ນຂໍ້ມູນ</a> ເທິງແຜນທີ່ຂອງທ່ານ.
my: သင်၏မြေပုံပေါ်တွင် <a href="%s" target="_blank">အလွှာများ</a> ကိုထည့်သွင်းပြီးစီမံခန့်ခွဲမည်။
th: เพิ่มและจัดการ <a href="%s" target="_blank">ชั้นข้อมูล</a> บนแผนที่

source: You haven't created any layers yet, <a href="%s" target="_blank">click here</a> to create your first!
lo: ທ່ານຍັງບໍ່ທັນໄດ້ສ້າງຊັ້ນຂໍ້ມູນເທື່ອ, <a href="%s" target="_blank">ກົດທີ່ນີ້</a> ເພື່ອສ້າງຊັ້ນຂໍ້ມູນຂອງທ່ານເອງ!
my: သင့်အနေဖြင့် မည်သည့်အလွှာမျှထည့်သွင်းရခြင်းမပြုလုပ်ရသေးပါက <a href="%s" target="_blank">ဒီမှာနှိပ်ပြီး </a> သင့်၏ ပထမဆုံးကို ဖန်တီးပါ။

source: Search for layers
lo: ຄົ້ນຫາຊັ້ນຂໍ້ມູນ
my: အလွှာများကို ရှာဖွေမည်
th: ค้นหาขั้นข้อมูล

source: Latest layers
lo: ຊັ້ນຂໍ້ມູນລ່າສຸດ
my: နောက်ဆုံးထည့်သွင်းထားသည့် အလွှာများ
th: ชั้นข้อมูลล่าสุด

source: Search results
lo: ຄົ້ນຫາຜົນໄດ້ຮັບ
my: ရှာဖွေမှုရလဒ်များ
th: ค้นหาผลลัพธ์

source: You are using all of your layers.
lo: ທ່ານໄດ້ນຳໃຊ້ຊັ້ນຂໍ້ມູນທັງໝົດແລ້ວ.
my: သင်သည်သင်၏အလွှာများအားလုံးကို အသုံးပြုနေသည်။
th: คุณได้เลือกชั้นข้อมูลทั้งหมดแล้ว

source: No layers were found.
lo: ບໍ່ມີຊັ້ນຂໍ້ມູນທີ່ທ່ານຄົ້ນຫາ.
my: မည်သည့်အလွှာမှ ရှာမတွေ့ပါ
th: ไม่พบชั้นข้อมูลที่ค้นหา

source: edit
lo: ແກ້ໄຂ
my: တည်ဖြတ်မည်
th: แก้ไข

source: Edit
lo: ແກ້ໄຂ
my: တည်းဖြတ်မည်
th: แก้ไข

source: Add layer
lo: ເພີ່ມຊັ້ນຂໍ້ມູນ
my: အလွှာအသစ်ထည့်သွင်းမည်
th: เพิ่มชั้นข้อมูล

source: Add
lo: ເພີ່ມ
my: ထည့်သွင်းမည်
th: เพิ่ม

source: Selected layers
lo: ເລືອກຊັ້ນຂໍ້ມູນ
my: ရွေးချယ်ထားသော အလွှာများ
th: ชั้นข้อมูลที่เลือก

source: Group layers by showing category
lo: ຈັດກຸ່ມຊັ້ນຂໍ້ມູນໂດຍສະແດງໝວດໝູ່
my: ပြသထားသော အမျိုးအမည်အလိုက် အလွှာများကိုအုပ်စုဖွဲ့မည်
th: จัดกลุ่มชั้นข้อมูลโดยแสดงหมวดหมู่

source: Show category layers in hierarchy
lo: ສະແດງລຳດັບຊັ້ນຂໍ້ມູນ
my: အလွှာများအမျိုးအမည်ကို အစီအစဥ်လိုက်ပြသမည်
th: แสดงลำดับชั้นข้อมูล

source: Layer options
lo: ຕົວເລືອກຊັ້ນຂໍ້ມູນ
my: အလွှာရွေးချယ်စရာများ
th: ตั้งค่าชั้นข้อมูล

source: Enable
lo: ເປີດການໃຊ້ງານ
my: ဖွင့်မည်
th: เปิดการใช้งาน

source: Disable
lo: ປິດການໃຊ້ງານ
my: ပိတ်မည်
th: ปิดการใช้งาน

source: Swapable
lo: ສັບປ່ຽນໄດ້
th: สับเปลี่ยนได้

source: Hidden
lo: ເຊື່ອງ
my: ကွယ်ထားမည်
th: ซ่อน

source: Default swap option
lo: ໃຫ້ຕົວເລືອກສັບປ່ຽນເປັນຄ່າຕັ້ງຕົ້ນ
my: မူလအတိုင်း ပြောင်းလဲနိုင်သည့် ရွေးချယ်စရာ

source: Remove layer
lo: ລຶບຊັ້ນຂໍ້ມູນ
my: အလွှာကို ဖယ်မည်
th: ลบชั้นข้อมูล

source: Remove
lo: ລຶບ
my: ဖယ်မည်
th: ลบ

source: Download Page URL
lo: ດາວໂຫຼດ URL ຂອງໜ້າເວບໄຊ
my: ဤစာမျက်နှာ၏ URL ကို download လုပ်မည်
vi: Tải URL

source: Download URL (English)
lo: ດາວໂຫຼດ URL ຂອງໜ້າເວບໄຊ (ພາສາອັງກິດ)
vi: Tải URL (tiếng Anh)

source: A link to a dataset's page on CKAN
lo: ລິ້ງຫາຊຸດຂໍ້ມູນຂອງເວບໄຊ CKAN
my: CKAN ပေါ်တွင်ရှိသော dataset စာမျက်နှာဖြင့်ချိတ်ဆက်မှု
vi: Đường dẫn tới trang dữ liệu trên CKAN

source: Download URL (
lo: ດາວໂຫຼດ URL (
vi: Tải URL (

source: Profile Page URL
lo: URL ຂອງໜ້າຂໍ້ມູນປະຫວັດ
my: ပရိုဖိုင် စာမျက်နှာ URL
vi: URL chuyên trang dữ liệu

source: Profile Page URL (English)
lo: URL ຂອງໜ້າຂໍ້ມູນປະຫວັດ (ພາສາອັງກິດ)
my: ပရိုဖိုင် စာမျက်နှာ URL (English)
vi: URL chuyên trang dữ liệu (Tiếng Anh)

source: A link to profile page on Wordpress
lo: ລິ້ງຫາໜ້າຂໍ້ມູນປະຫວັດເທິງ Wordpress
my: Wordpress ပေါ်တွင်ရှိသော ပရိုဖိုင် စာမျက်နှာဖြင့်ချိတ်ဆက်မှု
vi: Đường link tới chuyên trang dữ liệu trong Wordpress

source: Profile Page URL (
lo: URL ຂອງໜ້າຂໍ້ມູນປະຫວັດ (
my: ပရိုဖိုင် စာမျက်နှာ၏ URL (
vi: URL chuyên trang dữ liệu

source: Layer type
lo: ປະເພດຊັ້ນຂໍ້ມູນ
my: အလွှာအမျိုးအစား
th: รูปแบบของชั้นข้อมูล
vi: Dạng lớp

source: Tile layer
lo: ເຊື່ອມຕໍ່ຊັ້ນຂໍ້ມູນນ
my: အလွှာပြား
th: เชื่อมชั้นข้อมูล
vi: Lớp xếp chồng

source: WMS layer
lo: ຊັ້ນຂໍ້ມູນ WMS
my: WMS အလွှာ
vi: Lớp WMS

source: MapBox
lo: ກ່ອງແຜນທີ່

source: Tilelayer URL. E.g.: http://{s}.example.com/{z}/{x}/{y}.png
lo: URL ຂອງ Tilelayer. ຕົວຢ່າງ: http://{s}.example.com/{z}/{x}/{y}.png
vi: URL lớp xếp chồng. VD: http://{s}.example.com/{z}/{x}/{y}.png

source: UTFGrid URL (optional)
lo: URL ຂອງ UTFGrid (ເສີມ)
vi: URL UTFGrid (tùy chọn)

source: Optional UTFGrid URL. E.g.: http://{s}.example.com/{z}/{x}/{y}.grid.json
lo: ເສີມ URL ຂອງ UTFGrid . ຕົວຢ່າງ: http://{s}.example.com/{z}/{x}/{y}.grid.json
vi: URL tùy chọn UTFGrid. E.g.: http://{s}.example.com/{z}/{x}/{y}.grid.json

source: UTFGrid Template (optional)
lo: ຮ່າງຕາໜ່າງ UTF (ເສີມ)
vi: Mẫu UTFGrid (tùy chọn)

source: UTFGrid template using mustache.<br/>E.g.: City: {{city}}
lo: ຮ່າງ UTFGrid ທີ່ນຳໃຊ້ mustache. ຕົວຢ່າງ: ເມືອງ: {{ເມືອງ}}
vi: Mẫu UTFGrid dùng dấu ngoặc nhọn.<br/>E.g.: City: {{city}}

source: Enable TMS
lo: ເປີດໃຊ້ງານ TMS
my: TMS ဖွင့်မည်
vi: Kích hoạt TMS

source: WMS Service URL
lo: URL ທີ່ໃຫ້ບໍລິການ WMS
my: WMS ဝန်ဆောင်မှု URL
vi: URL dịch vụ WMS

source: Eg. WMS URL: http://geoserver.example.com:8080/geoserver/wms
lo: ຕົວຢ່າງ: URL ຂອງ WMS : http://geoserver.example.com:8080/geoserver/wms
vi: VD. WMS URL: http://geoserver.example.com:8080/geoserver/wms

source: WMS format (optional)
lo: ຮູບແບບ WMS (ເສີມ)
vi: Định dạng WMS (tùy chọn)

source: image/png
lo: ໄຟລຮູບ .png
vi: Ảnh/png

source: E.g.: image/png or image/jpeg
lo: ຕົວຢ່າງ: ໄຟລຮູບ .png ຫຼື .jpeg
th: ตัวอย่างเช่น ไฟล์รูปภาพนามสกุล .png หรือ .jpeg
vi: E.g.: Ảnh/png or Ảnh/jpeg

source: Transparent
lo: ໂປ່ງໃສ
my: ဖောက်ထွင်းမြင်နိုင်သော
th: โปร่งใส
vi: Trong suốt

source: Enable it to make transparent the layer of WMS.
lo: ເປີດໃຊ້ງານເພື່ອໃຫ້ຊັ້ນຂໍ້ມູນຂອງ WMS ມີຄວາມໂປ່ງໃສ.
my: WMS ၏အလွှာကိုဖောက်ထွင်းမြင်နိုင်ရန်အတွက် ၎င်းကိုဖွင့်လိုက်ပါ။
vi: Cho phép làm trong suốt lớp WMS

source: View detail
lo: ເບິ່ງລາຍລະອຽດ
my: အသေးစိတ်ကြည့်ရှုမည်
th: ดูรายละเอียด

source: View detail URL
lo: ເບິ່ງລາຍລະອຽດ URL
my: URL အသေးစိတ်ကိုကြည့်ရှုမည်
th: ดูรายละเอียด URL

source: MapBox ID
lo: ເລກ MapBox

source: MapBox map ID. E.g.: examples.map-20v6611k
lo: ເລກແຜນທີ່ MapBox. ຕົວຢ່າງ: examples.map-20v6611k
vi: ID bản đồ MapBox . E.g.: examples.map-20v6611k

source: Visualization type
lo: ຮູບແບບການສະແດງຜົນ
my: Visualization အမျိုးအစား
th: รูปแบบการแสดงผล
vi: Kiểu hiển thị

source: Visualization
lo: ການສະແດງຜົນ
my: ပုံများဖြင့်သရုပ်ဖော်မှု
th: การแสดงผล
vi: Hiển thị

source: Advanced (build from your tables)
lo: ລະດັບສູງ (ສ້າງຈາກຕາຕະລາງຂອງທ່ານ)
my: အထူးအဆင့် (သင်၏ဇယားများဖြင့် တည်ဆောက်ပါ)
vi: Nâng cao (từ dữ liệu trong bảng)

source: coming soon
lo: ກະລຸນາຕິດຕາມໃນໄວໆນີ້
my: မကြာမီလာမည်
th: โปรดติดตามใน เร็วๆ นี้
vi: Sắp phát hành

source: CartoDB URL (English)
lo: URL ຂອງ CartoDB (ພາສາອັງກິດ)
vi: CartoDB URL (tiếng Anh)

source: CartoDB URL (
lo: URL ຂອງ CartoDB (

source: Username
lo: ຊື່ຜູ້ໃຊ້
my: အသုံးပြုသူ၏အမည်
th: ชื่อผู้ใช้
vi: Tên tài khoản

source: Your CartoDB username.
lo: ຊື່ຜູ້ໃຊ້ CartoDB ຂອງທ່ານ.
my: သင်၏ CartoDB အသုံးပြုသည့်အမည်
th: ชื่อผู้ใช้ CartoDB
vi: Tên tài khoản CartoDB

source: Table
lo: ຕາຕະລາງ
my: ဇယား
th: ตาราง
vi: Bảng

source: The CartoDB table you'd like to visualize.
lo: ຕາຕະລາງ CartoDB ທີ່ທ່ານຕ້ອງການສະແດງ
my: သင်သရုပ်ဖော်လိုသည့် CartoDB ဇယား
vi: Bảng CartoDB chọn để hiển thị

source: Where (optional)
lo: ສະຖານທີ່ (ຖ້າມີ)
my: မည်သည့်နေရာလဲ (optional)
th: สถานที่ (ถ้ามี)
vi: Ở đâu (tùy chọn)

source: Styles for your table. <a href="%s" target="_blank">Learn more</a>.
lo: ອອກແບບຕາຕະລາງຂອງທ່ານ. <a href="%s" target="_blank">ຮຽນຮູ້ເພີ່ມເຕີມ</a>.
my: သင်၏ဇယားအတွက် ပုံစံ။ <a href="%s" target="_blank">Learn more</a>
vi: Kiểu dạng bảng. <a href="%s" target="_blank">Tham khảo thêm</a>.

source: Template
lo: ແມ່ແບບ
th: แม่แบบ
vi: Mẫu

# post type general name
source: Announcements
lo: ການປະກາດຕ່າງໆ
my: ကြေငြာချက်များ
th: ประกาศ
vi: Thông báo

# post type singular name
source: Announcement
lo: ການປະກາດ
my: ကြေငြာချက်
th: ประกาศ
vi: Thông báo

# admin menu
source: Announcements
lo: ການປະກາດຕ່າງໆ
my: ကြေငြာချက်များ
th: ประกาศ
vi: Thông báo

# add new on admin bar
source: Announcement
lo: ການປະກາດ
my: ကြေငြာချက်
th: ประกาศ
vi: Thông báo

# announcement
source: Add new
lo: ເພີ່ມໃໝ່
my: အသစ်ထည့်သွင်းမည်
th: เพิ่มใหม่
vi: Thêm thông báo

source: Add new announcement
lo: ເພີ່ມການປະກາດໃໝ່
my: ကြေငြာချက်အသစ်ထည့်မည်
th: เพิ่มประกาศใหม่
vi: Thêm thông báo mới

source: New announcement
lo: ປະກາດ
my: ကြေငြာချက်အသစ်
th: ประกาศใหม่
vi: Thông báo mới

source: Edit announcement
lo: ແກ້ໄຂການປະກາດ
my: ကြေငြာချက်ကိုတည်းဖြတ်မည်
th: แก้ไขประกาศ
vi: Chỉnh sửa

source: View announcement
lo: ເບິ່ງການປະກາດ
my: ကြေငြာချက်ကိုကြည့်ရှုမည်
th: ดูประกาศ
vi: Xem thông báo

source: All announcements
lo: ການປະກາດທັງໝົດ
my: ကြေငြာချက်များအားလုံး
th: ประกาศทั้งหมด
vi: Tất cả thông báo

source: Search announcements
lo: ຄົ້ນຫາການປະກາດ
my: ကြေငြာချက်များရှာမည်
th: ค้นหาประกาศ
vi: Tìm kiếm

source: Parent announcements:
lo: ປະກາດຕົ້ນສະບັບ
my: မူလကြေငြာချက်များ
th: ประกาศต้นฉบับ:
vi: Thông báo gốc:

source: No announcements found.
lo: ບໍ່ພົບການປະກາດ
my: ကြေငြာချက်များမတွေ့ရှိပါ။
th: ไม่พบประกาศที่คุณค้นหา
vi: Không tìm thấy kết quả

source: No announcements found in trash.
lo: ບໍ່ພົບການປະກາດໃນຖັງຂີ້ເຫຍື້ອ
my: Trash ထဲတွင် ကြေငြာချက်များမတွေ့ရှိပါ။
th: ไม่พบประกาศที่คุณค้นหา ในถังขยะ
vi: Không tìm thấy thông báo đã xóa

# post type general name
source: News
lo: ຂ່າວ
my: သတင်း
th: ข่าว
vi: Tin tức

# post type singular name
source: News article
lo: ຫົວຂໍ້ຂ່າວ
my: သတင်းဆောင်းပါးများ
th: บทความข่าว
vi: Tin bài

# admin menu
source: News
lo: ຂ່າວ
my: သတင်း
th: ข่าว
vi: Tin tức

# add new on admin bar
source: News article
lo: ຫົວຂໍ້ຂ່າວ
my: သတင်းဆောင်းပါးများ
th: บทความข่าว
vi: Tin bài

# news article
source: Add new
lo: ເພີ່ມໃໝ່
my: အသစ်ထည့်သွင်းမည်
th: เพิ่มใหม่
vi: Thêm mới

source: Add new news article
lo: ເພີ່ມຫົວຂໍ້ຂ່າວໃໝ່
my: သတင်းဆောင်းပါးအသစ်ထည့်သွင်းမည်
th: เพิ่มบทความข่าวใหม่
vi: Thêm mới

source: New news article
lo: ຫົວຂໍ້ຂ່າວໃໝ່
my: သတင်းဆောင်းပါးအသစ်
th: บทความข่าวใหม่
vi: Tin mới

source: Edit news article
lo: ແກ້ໄຂຫົວຂໍ້ຂ່າວ
my: သတင်းဆောင်းပါတည်းဖြတ်မည်
th: แก้ไขบทความข่าว
vi: Chỉnh sửa

source: View news article
lo: ເບິ່ງຫົວຂໍ້ຂ່າວ
my: သတင်းဆောင်းပါးများဖတ်မည်
th: ดูบทความข่าว
vi: Hiển thị

source: All news
lo: ຂ່າວທັງໝົດ
my: သတင်းဆောင်းပါးအသစ်များအားလုံး
th: ข่าวทั้งหมด

source: Search news
lo: ຄົ້ນຫາຂ່າວ
my: သတင်းဆောင်းပါးများရှာဖွေမည်
th: ค้นหาข่าว

source: Parent news:
lo: ຂ່າວຕົ້ນສະບັບ:
my: ပင်မသတင်းဆောင်းပါးများ
th: ข่าวต้นฉบับ:

source: No stories found.
lo: ບໍ່ມີເລື່ອງທີ່ທ່ານຄົ້ນຫາ.
my: သတင်းများမတွေ့ရှိပါ
th: ไม่พบเรื่องราวที่ค้นหา
vi: Không tìm thấy

source: No stories found in trash.
lo: ບໍ່ມີເລື່ອງທີ່ທ່ານຄົ້ນຫາໃນຖັງຂີ້ເຫຍື້ອ.
my: ဖျက်ထားသော သတင်းများမတွေ့ပါ
th: ไม่พบเรื่องราวที่คนหา ในถังขยะ
vi: Không tìm thấy tài liệu xóa

# post type general name
source: Site updates
lo: ເວບໄຊອັບເດດ
th: ข่าวอัพเดท
vi: Cập nhật trang

# post type singular name
source: Site update
lo: ເວບໄຊອັບເດດ
th: ข่าวอัพเดท
vi: Cập nhật trang

# admin menu
source: Site updates
lo: ເວບໄຊອັບເດດ
th: ข่าวอัพเดท
vi: Cập nhật trang.

# add new on admin bar
source: Site update
lo: ເວບໄຊອັບເດດ
th: ข่าวอัพเดท
vi: Cập nhật trang

# site update
source: Add new
lo: ເພີ່ມໃໝ່
my: အသစ်ထည့်သွင်းမည်
th: เพิ่มใหม่
vi: Thêm mới

source: Add new site update
lo: ເພີ່ມເວບໄຊອັບເດດໃໝ່
my: Site update အသစ်ထည့်သွင်းမည်
th: เพิ่มข่าวอัพเดทใหม่
vi: Bổ sung cập nhật

source: New site update
lo: ເວບໄຊອັບເດດໃໝ່
my: Site update အသစ်
th: ข่าวอัพเดทใหม่
vi: Cập nhật trang mới

source: Edit site update
lo: ແກ້ໄຂເວບໄຊອັບເດດ
my: Site update ကိုတည်းဖြတ်မည်
th: แก้ไขข่าวอัพเดท
vi: Chỉnh sửa cập nhật

source: View site update
lo: ເບິ່ງເວບໄຊອັບເດດ
my: Site update ကိုကြည့်ရှုမည်
th: ดูข่าวอัพเดท
vi: Hiển thị cập nhật trang

source: All site updates
lo: ເວບໄຊອັບເດດທັງໝົດ
my: Site update များအားလုံး
th: ข่าวอัพเดททั้งหมด
vi: Toàn bộ cập nhật

source: Search site updates
lo: ຄົ້ນຫາເວບໄຊອັບເດດ
my: Site update များရှာမည်
th: ค้นหาข่าวอัพเดท
vi: Tìm kiếm

source: Parent site updates:
lo: ເວບໄຊອັບເດດຕົ້ນສະບັບ:
my: မူလ site update များ
th: ข่าวอัพเดทต้นฉบับ:
vi: Cập nhật trang gốc:

source: No site updates found.
lo: ບໍ່ມີເວບໄຊອັບເດດທີ່ທ່ານຄົ້ນຫາ.
my: site update များမတွေ့ရှိပါ
th: ไม่พบข่าวอัพเดทที่ค้นหา
vi: Không tìm thấy kết quả

source: No site updates found in trash.
lo: ບໍ່ມີເວບໄຊອັບເດດທີ່ທ່ານຄົ້ນຫາໃນຖັງຂີ້ເຫຍື້ອ.
my: Trash ထဲတွင် site update များမတွေ့ရှိပါ။
th: ไม่พบข่าวอัพเดทที่ค้นหา ในถังขยะ
vi: Không tìm thấy cập nhật đã xóa

# post type general name
source: Stories
lo: ເລື່ອງ
my: သတင်းများ
th: เรื่องราว
vi: Câu chuyện

# post type singular name
source: Story
lo: ເລື່ອງ
my: သတင်း
th: เรื่องราว
vi: Câu chuyện

# admin menu
source: Stories
lo: ເລື່ອງ
my: သတင်းများ
th: เรื่องราว
vi: Câu chuyện

# add new on admin bar
source: Story
lo: ເລື່ອງ
my: သတင်း
th: เรื่องราว
vi: Câu chuyện

# story
source: Add new
lo: ເພີ່ມໃໝ່
my: အသစ်ထည့်သွင်းမည်
th: เพิ่มใหม่
vi: Thêm mới

source: Add new story
lo: ເພີ່ມເລື່ອງໃໝ່
my: သတင်းအသစ်ထည့်သွင်းမည်
th: เพิ่มเรื่องราวใหม่
vi: Thêm mới

source: New story
lo: ເລື່ອງໃໝ່
my: သတင်းအသစ်
th: เรื่องราวใหม่
vi: Câu chuyện mới

source: Edit story
lo: ແກ້ໄຂເລື່ອງ
my: သတင်း တည်းဖြတ်မည်
th: แก้ไขเรื่องราว
vi: Chỉnh sửa

source: View story
lo: ເບິ່ງເລື່ອງ
my: သတင်းဖတ်မည်
th: ดูเรื่องราว
vi: Xem

source: All stories
lo: ເລື່ອງທັງໝົດ
my: သတင်းများအားလုံး
th: เรื่องราวทั้งหมด
vi: Tất cả các câu chuyện

source: Search stories
lo: ຄົ້ນຫາເລື່ອງ
my: သတင်းများရှာဖွေမည်
th: ค้นหาเรื่องราว
vi: Tìm kiếm

source: Parent stories:
lo: ເລື່ອງຕົ້ນສະບັບ:
my: ပင်မသတင်းများ
th: เรื่องราวต้นฉบับ:
vi: Phân mục:

source: ENGLISH
lo: ພາສາອັງກິດ
my: အင်္ဂလိပ်
th: ภาษาอังกฤษ

source: Full width content (English)
lo: ເນື້ອໃນທີ່ມີຂະໜາດເຕັມຄວາມກວ້າງ (ພາສາອັງກິດ)
my: အနံပြည့်အကြောင်းအရာ (အင်္ဂလိပ်)

source: Any content can add to under the Editor content and sidebar and full width of website even the iframe.
lo: ສາມາດເພີ່ມເນື້ອໃນໃສ່ໂຕດັດແກ້ເນື້ອໃນ ແລະ ແຖບຂ້າງ ແລະ ຂະຫຍາຍເຕັມຄວາມກວ້າງຂອງເວັບໄຊແມ່ນແຕ່ iframe.
my: အယ်ဒီတာ အကြောင်းအရာ၊ sidebar နှင့် iframe အတွင်းတွင်ပင်လျှင် အနံပြည့်တွင်းသို့ မည်သည့်အကြောင်းအရာကိုမဆိုထည့်သွင်းနိုင်သည်။

source: Full width content ((
lo: ເນື້ອໃນທີ່ມີຂະໜາດເຕັມຄວາມກວ້າງ ((
my: အနံပြည့်အကြောင်းအရာ

# post type general name
source: Timelines
lo: ທາມໄລນ
my: အချိန်မျဥ်းများ
th: ไทม์ไลน์

# post type singular name
source: Timeline
lo: ທາມໄລນ
my: အချိန်မျဥ်း
th: ไทม์ไลน์

# admin menu
source: Timelines
lo: ທາມໄລນ
my: အချိန်မျဥ်းများ
th: ไทม์ไลน์

# add new on admin bar
source: Timeline
lo: ທາມໄລນ
my: အချိန်မျဥ်း
th: ไทม์ไลน์

# timeline
source: Add new
lo: ເພິ່ມໃໝ່
my: အသစ်ထည့်သွင်းမည်
th: เพิ่มใหม่

source: Add new timeline
lo: ເພີ່ມທາມໄລນໃໝ່
my: အချိန်မျဥ်းအသစ်ထည့်သွင်းမည်
th: เพิ่มไทม์ไลน์ใหม่

source: New timeline
lo: ທາມໄລນໃໝ່
my: အချိန်မျဥ်းအသစ်
th: ไทม์ไลน์ใหม่

source: Edit timeline
lo: ແກ້ໄຂທາມໄລນ
my: အချိန်မျဥ်းကို တည်းဖြတ်မည်
th: แก้ไขไทม์ไลน์

source: View timeline
lo: ບິ່ງທາມໄລນ
my: အချိန်မျဥ်းကိုကြည့်ရှုမည်
th: ดูไทม์ไลน์

source: All timelines
lo: ທາມໄລນທັງໝົດ
my: အချိန်မျဥ်းများအားလုံး
th: ไทม์ไลน์ทั้งหมด

source: Search timelines
lo: ຄົ້ນຫາທາມໄລນ
my: အချိန်မျဥ်းများကိုရှာဖွေမည်
th: ค้นหาไทม์ไลน์

source: Parent timelines:
lo: ທາມໄລນຕົ້ນສະບັບ:
my: မူလအချိန်မျဥ်းများ
th: ไทม์ไลน์ต้นฉบับ:

source: No timelines found.
lo: ບໍ່ມີທາມໄລນທີ່ທ່ານຄົ້ນຫາ.
my: အချိန်မျဥ်းများမတွေ့ရှိပါ
th: ไม่พบไทม์ไลน์

source: No timelines found in trash.
lo: ບໍ່ມີທາມໄລນທີ່ທ່ານຄົ້ນຫາໃນຖັງຂີ້ເຫຍື້ອ.
my: ဖျက်ထားသည့်ထဲတွင် အချိန်မျဥ်းများမတွေ့ရှိပါ
th: ไม่พบไทม์ไลน์ในถังขยะ

# post type general name
source: Topics
lo: ຫົວຂໍ້
my: ခေါင်းစဥ်များ
th: บทความ
vi: Chuyên đề

# post type singular name
source: Topic
lo: ຫົວຂໍ້
my: ခေါင်းစဥ်
th: หัวข้อ
vi: Chuyên đề

# admin menu
source: Topics
lo: ຫົວຂໍ້
my: ခေါင်းစဉ်များ
th: บทความ
vi: Chuyên đề

# add new on admin bar
source: Topic
lo: ຫົວຂໍ້
my: ခေါင်းစဥ်
th: หัวข้อ
vi: Chuyên đề

# topic
source: Add new
lo: ເພີ່ມໃໝ່
my: အသစ်ထည့်သွင်းမည်
th: เพิ่มใหม่
vi: Thêm mới

source: Add new topic
lo: ເພີ່ມຫົວຂໍ້ໃໝ່
my: ခေါင်းစဥ် အသစ်ထည့်သွင်းမည်
th: เพิ่มหัวข้อใหม่
vi: Thêm chuyên đề

source: New topic
lo: ຫົວຂໍ້ໃໝ່
my: ခေါင်းစဥ်အသစ်
th: หัวข้อใหม่
vi: Chuyên đề mới

source: Edit topic
lo: ແກ້ໄຂຫົວຂໍ້
my: ခေါင်းစဥ်ကိုတည်းဖြတ်မည်
th: แก้ไขหัวข้อ
vi: Chỉnh sửa

source: View topic
lo: ເບິ່ງຫົວຂໍ້
my: ခေါင်းစဥ်ကိုကြည့်ရှုမည်
th: ดูหัวข้อ
vi: Hiển thị chuyên đề

source: All topics
lo: ຫົວຂໍ້ທັງໝົດ
my: ခေါင်းစဥ်များအားလုံး
th: บทความทั้งหมด
vi: Tất cả các chuyên đề

source: Search topics
lo: ຫົວຂໍ້ຄົ້ນຫາ
my: ခေါင်းစဥ်များကိုရှာဖွေမည်
th: ค้นหาบทความ:
vi: Tìm kiếm

source: Parent topics:
lo: ຫົວຂໍ້ຕົ້ນສະບັບ:
my: မူလခေါင်းစဥ်များ
th: บทความต้นฉบับ:
vi: Chuyên đề lớn:

source: No topics found.
lo: ບໍ່ມີຫົວຂໍ້ທີ່ທ່ານຄົ້ນຫາ.
my: ခေါင်းစဥ်များကိုမတွေ့ရှိပါ
th: ไม่พบเรื่องที่ค้นหา
vi: Không tìm thấy kết quả

source: No topics found in trash.
lo: ບໍ່ມີຫົວຂໍ້ທີ່ທ່ານຄົ້ນຫາໃນຖັງຂີ້ເຫຍື້ອ.
my: Trash ထဲတွင် ခေါင်းစဥ်များမတွေ့ရှိပါ
th: ไม่พบเรื่องที่ค้นหา ในถังขยะ
vi: Không tìm thấy chuyên đề đã xóa

source: On this page
lo: ເທິງໜ້ານີ້
my: ဤစာမျက်နှာပေါ်တွင်
vi: Trong trang này

source: No results found.
lo: ບໍ່ມີສິ່ງທີ່ທ່ານຄົ້ນຫາ.
my: ရလဒ်များမတွေ့ရှိပါ။
th: ไม่พบสิ่งที่ค้นหา
vi: Không tìm thấy kết qủa.

source: Topic briefing
lo: ຫົວຂໍ້ຄຳອະທິບາຍ
my: ခေါင်းစဥ်ကို အကြမ်းဖျင်းမိတ်ဆက်
th: หัวข้อคำแถลงการณ์

source: Related briefings
lo: ຄຳອະທິບາຍທີ່ກ່ຽວຂ້ອງ
my: ဆက်နွယ်မှုရှိသည်များအတွက် အကြမ်းဖျင်းမိတ်ဆက်
th: คำแถลงการณ์ที่เกี่ยวข้อง

source: of
lo: ຂອງ

source: Read more
lo: ອ່ານເພີ່ມເຕີມ
my: ဆက်လက်ဖတ်ရှုမည်
th: อ่านต่อ
vi: Đọc tiếp

source: Style
lo: ຮູບແບບ
th: รูปแบบ
vi: Hình thức

source: Links
lo: ລິ້ງ
th: ลิงค์
vi: Đường dẫn

source: Interactive map
lo: ແຜນທີ່ແບບໂຕ້ຕອບ
th: แผนที่แบบโต้ตอบ
vi: Bản đồ tương tác

source: Choose a style
lo: ເລືອກຮູບແບບ
my: style တစ်ခုရွေးချယ်ပါ
th: เลือกรูปแบบ
vi: Chọn hình thức

source: Notice Message appear above the slider
lo: ຂໍ້ຄວາມແຈ້ງເຕືອນປະກົດຢູ່ເທິງແຖບເລື່ອນ
my: အသိပေးစာ slider ၏အပေါ်တွင် ပေါ်ရန်
vi: Thông báo hiện phía trên nội dung trình chiếu

source: Frontpage slider id
lo: ເລກແຖບເລື່ອນຂອງໜ້າທຳອິດ
vi: ID trình chiếu trên giao diện chính

source: Facebook url
lo: url ຂອງເຟສບຸກ
vi: Url Facebook

source: Twitter url
lo: url ຂອງທວີດເຕີ
vi: Url Twitter

source: Legal disclaimer
lo: ຂໍ້ສະຫງວນສິດການໃຊ້
my: ဥပဒေကြောင်းအရ သတိပေးချက်
th: ข้อสงวนสิทธิ์การใช้งาน
vi: Khuyến cáo

source: Contact page
lo: ໜ້າຂໍ້ມູນຕິດຕໍ່
my: ဆက်သွယ်ရမည့်စာမျက်နှာ
vi: Trang liên hệ

source: Data page
lo: ໜ້າຂໍ້ມູນ
my: Data စာမျက်နှာ
vi: Trang dữ liệu

source: Category page (WP)
lo: ໜ້າຂໍ້ມູນໝວດໝູ່ (WP)
my: အမျိုးအမည်စာမျက်နှာ (WP)

source: Category page (CKAN)
lo: ໜ້າຂໍ້ມູນໝວດໝູ່ (CKAN)
my: အမျိုးအမည် စာမျက်နှာ (CKAN)

source: Category page template
lo: ແມ່ແບບຂອງໜ້າຂໍ້ມູນໝວດໝູ່
my: အမျိုးအမည်စာမျက်နှာ ပုံစံ

source: Date shown on single and archive page templates
lo: ຮ່າງວັນທີທີ່ສະແດງຢູ່ໃນໜ້າດ່ຽວ ແລະ ໜ້າສາງຂໍ້ມູນ
my: တစ်ခုတည်းနှင့် သိပ်ဆည်းထားသောစာမျက်နှာများပေါ်တွင်ပြသထားသည့်ရက်စွဲများ

source: Base map settings
lo: ການຕັ້ງຄ່າຖານແຜນທີ່
th: ตั้งค่าแผนที่ฐาน
vi: Thiết lập bản đồ nền

source: Notification messages
lo: ຂໍ້ຄວາມແຈ້ງເຕືອນ
my: အသိပေးစာတိုများ
th: ข้อความแจ้งเตือน
vi: Thông điệp

source: (The notification will appear floating at the bottom of the site)
lo: (ຂໍ້ຄວາມແຈ້ງເຕືອນຈະປະກົດຢູ່ດ້ານລຸ່ມຂອງເວບໄຊ)
my: (ဝက်ဆိုက်၏အောက်ခြေတွင် အသိပေးချက်သည်ပေါ်လာလိမ့်မည်)

source: news-article,announcement,topic,profiles
lo: ຫົວຂໍ້ຂ່າວ, ປະກາດ, ຫົວຂໍ້, ຂໍ້ມູນປະຫວັດ
my: သတင်းဆောင်းပါးများ၊ ကြေငြာချက်၊ ခေါင်းစဥ်၊ ပရိုဖိုင်များ
th: ข่าว บทความ ประกาศ ข้อมูลประวัติ

source: dataset, library_record, laws_record, agreement
lo: ຊຸດຂໍ້ມູນ, ຂໍ້ມູນຫ້ອງສະໝຸດ, ຂໍ້ມູນກົດໝາຍ, ຂໍ້ຕົກລົງ
my: dataset၊ စာကြည့်တိုက်မှတ်တမ်း၊ ဥပဒေမှတ်တမ်း၊ သဘောတူညီချက်

source: Creation date
lo: ມື້ທີ່ສ້າງ
my: ဖန်တီးသည့်ရက်စွဲ
th: วันที่สร้าง

source: Modification date
lo: ວັນທີທີ່ດັດແປງ
my: ပြန်လည်ပြုပြင်သည့်ရက်စွဲ
th: วันที่ทำการแก้ไข

source: None
lo: ບໍ່ມີ
my: ဘာမျှမရှိပါ
vi: Không

source: Select base layer
lo: ເລືອກຖານຊັ້ນຂໍ້ມູນ
my: အောက်ခြေအလွှာကိုရွေးချယ်မည်
th: เลือกแผนที่ฐาน
vi: Chọn lớp bản đồ nền

source: (USA Only)
lo: (ສະຫະລັດອາເມລິກາ ເທົ່ານັ້ນ)
my: (USA သာလျှင်)
vi: (Chỉ dành cho USA)

source: Custom
lo: ແບບຕາມໃຈ
my: စိတ်ကြိုက်
th: ปรับแต่ง
vi: Tùy chỉnh

source: Enter layer URL
lo: ໃສ່ URL ຂອງຊັ້ນ
my: အလွှာ၏ URL ကိုထည့်သွင်းမည်
vi: Nhập URL của layer

source: Update preview
lo: ອັບເດດຕົວຢ່າງ
my: Preview ကို update လုပ်မည်
th: ปรับปรุงตัวอย่าง
vi: Xem trước nội dung cập nhật

source: Preview map
lo: ເບິ່ງຕົວຢ່າງແຜນທີ່
my: မြေပုံကို Preview ကြည့်မည်
th: ตัวอย่างแผนที่
vi: Xem trước bản đồ

source: Map settings
lo: ຕັ້ງຄ່າແຜນທີ່
my: မြေပုံ settings
th: ตั้งค่าแผนที่
vi: Thiết lập thuộc tính cho bản đồ

source: Currently viewing
lo: ໜ້າປະຈຸບັນ
my: လက်ရှိကြည့်ရှုနေပါသည်
th: หน้าปัจจุบัน
vi: Đang rà soát

source: Center
lo: ໃຈກາງ
my: အလည်ဗဟို
th: ตรงกลาง
vi: Trung tâm

source: Zoom
lo: ຂະຫຍາຍ
my: အချုံ့အချဲ့
th: ขยาย
vi: Phóng to - Thu nhỏ

source: East
lo: ຕາເວັນອອກ
my: အရှေ့
th: ทิศตะวันออก
vi: Đông

source: North
lo: ເໜືອ
my: မြောက်
th: ทิศเหนือ
vi: Bắc

source: South
lo: ໃຕ້
my: တောင်
th: ทิศใต้
vi: Nam

source: West
lo: ຕາເວັນຕົກ
my: အနောက်
th: ทิศตะวันตก
vi: Tây

source: Map center & zoom
lo: ໃຈກາງແຜນທີ່ & ຂະຫຍາຍ
my: မြေပုံအလည်ဗဟိုနှင့် အချုံ့အချဲ့
vi: Trung tâm vả thu phóng bản đồ

source: Set current as map center & zoom
lo: ຕັ້ງປັດຈຸບັນເປັນໃຈກາງຂອງແຜນທີ່ & ຂະຫຍາຍ
my: လက်ရှိ မြေပုံအလည်ဗဟိုနှင့် အချုံ့အချဲ့ အဖြစ်ထားမည်
vi: Đặt chế độ hiện tại làm bản đồ chuẩn để thu phóng

source: Min zoom
lo: ຂະຫຍາຍໜ້ອຍສຸດ
my: အနိမ့်ဆုံး အချုံ့အချဲ့
th: ขยายต่ำสุด
vi: Thu nhỏ tối thiểu

source: Current
lo: ປັດຈຸບັນ
my: လက်ရှိ
th: มุมมองปัจจุบัน
vi: Hiện tại

source: Max zoom
lo: ຂະຫຍາຍຫຼາຍສຸດ
my: အမြင့်ဆုံး အချုံ့အချဲ့
th: ขยายสูงสุด
vi: Phóng to tối đa

source: Pan limits
lo: ຂີດຈຳກັດການເລື່ອນ
my: Pan အကန့်အသတ်များ
vi: Giới hạn di chuyển bản đồ

source: Set current as map panning limits
lo: ຕັ້ງຄ່າປັດຈຸບັນເປັນຂີດຈຳກັດການເລື່ອນ
vi: Đặt chế độ hiện tại để xác định giới hạn di chuyển bản đồ

source: Enable geocoding service
lo: ເປີດໃຊ້ geocoding
my: Geocoding ဝန်ဆောင်မှုကိုဖွင့်မည်
vi: Kịch hoạt dịch vụ geocode

source: Enable geocode search service
lo: ເປີດໃຊ້ການຄົ້ນຫາ geocoding
my: Geocode ရှာဖွေသည့်ဝန်ဆောင်မှုကိုဖွင့်မည်
vi: Kích hoạt dịch vụ tìm kiếm geocode

source: Map handlers
lo: ຜູ້ຈັດການແຜນທີ່
th: ผู้จัดการแผนที่
vi: Điều khiển bản đồ

source: Disable mousewheel zooming
lo: ປິດໃຊ້ການຂະຫຍາຍໂດຍໃຊ້ເມົ້າສ
my: Mousewheel ၏အချုံ့အချဲ့ကိုပိတ်မည်
vi: Tắt chức năng thu phóng bằng lăn chuột

source: Preview mode
lo: ໂໝດຕົວຢ່າງ
th: โหมดตัวอย่าง
vi: Chế độ xem trước

source: (preview mode doesn't apply zoom range nor pan limits setup)
lo: (ໂໝດສະແດງຕົວຢ່າງບໍ່ສາມາດນຳໃຊ້ນຳຊ່ວງຂະຫຍາຍ ຫຼື ຂີດຈຳກັດການເລື່ອນ)
vi: (chế độ xem trước không áp dụng chức năng thu phóng hoặc thiết lập giới hạn di chuyển bản đồ)

source: Blogs
lo: ບລັອກ
th: บล็อก

source: Search results for:
lo: ຜົນການຄົ້ນຫາສຳລັບ:
my: : အတွက် ရှာဖွေမှုရလဒ်

source: Dataset detail
lo: ລາຍລະອຽດຊຸດຂໍ້ມູນ
th: รายละเอียดชุดข้อมูล

source: Summary translated by
lo: ບົດສະຫຼຸບແປໂດຍ
my: အကျဥ်းချုံ့ဘာသာပြန်သူ
th: บทสรุป แปลโดย
vi: Được lược dịch bởi

source: Download:
lo: ດາວໂຫຼດ:
th: ดาวน์โหลด:

source: View large image
lo: ເບິ່ງຮູບຂະໜາດໃຫຍ່
my: ပုံအကြီးကိုကြည့်ရှုမည်
th: ดูภาพขนาดใหญ่

source: Show news on map
lo: ສະແດງຂ່າວເທິງແຜນທີ່
my: မြေပုံပေါ်တွင် သတင်းများကို ပြပါ
th: แสดงข่าวบนแผนที่

source: LEGEND
lo: ຄຳອະທິບາຍສັນຍາລັກ
th: คำอธิบายสัญลักษณ์
vi: CHÚ GIẢI

source: Create Map
lo: ສ້າງແຜນທີ່
my: မြေပုံဖန်တီးမည်
th: สร้างแผนที่

source: Title
lo: ຫົວຂໍ້
my: ခေါင်းစဥ်
th: หัวข้อ

source: Description
lo: ລາຍລະອຽດ
my: ဖော်ပြချက်
th: คำอธิบาย

source: Basemap
lo: ແຜນທີ່ຖານ
my: အောက်ခံမြေပုံ
th: แผนที่ฐาน

source: Map layers
lo: ຊັ້ນແຜນທີ່
my: မြေပုံအလွှာများ
th: ชั้นแผนที่

source: North Direction
lo: ທິດເໜືອ
my: ဦးတည်ရာမြောက်အရပ်
th: ทิศเหนือ

source: Map tools
lo: ເຄື່ອງມືແຜນທີ່
my: မြေပုံ tool များ
th: เครื่องมือแผนที่

source: Format
lo: ຮູບແບບ
my: ပုံစံ
th: รูปแบบ

source: Image (PNG)
lo: ຮູບພາບ (PNG)
my: ရုပ်ပုံ (PNG)
th: รูปภาพ (PNG)

source: Size
lo: ຂະໜາດ
my: အရွယ်အစား
th: ขนาด

source: A4
lo: ເອ4
th: เอ4

source: Layout
lo: ການຈັດວາງ
my: အပြင်အဆင်
th: การจัดวาง

source: Landscape
lo: ທາງນອນ
my: အလျားလိုက်
th: แนวนอน

source: Portrait
lo: ທາງຕັ້ງ
my: ဒေါင်လိုက်
th: แนวตั้ง
